{
  "messages": [
    {
      "id": "message10395",
      "day": "20201017",
      "time": "12:32:56",
      "from": "法庭文字直播台",
      "text": "<a href onclick=\"return ShowHashtag(\"觀塘裁判法院第八庭\")\">#觀塘裁判法院第八庭</a><br><a href onclick=\"return ShowHashtag(\"徐綺薇主任裁判官\")\">#徐綺薇主任裁判官</a><br><a href onclick=\"return ShowHashtag(\"0904寶琳\")\">#0904寶琳</a><br><a href onclick=\"return ShowHashtag(\"裁決\")\">#裁決</a><br><br>何,鐘(22-23)<br><br>控罪：非法集結<br><br>背景+案情：在2019年9月4日，近百名示威者湧入港鐵寶琳站，其中2名被告涉嫌包圍並推撞一名下班的港鐵男職員，使他倒地受傷。2名被告原本被控襲擊港鐵職員罪，控方後來申請將控罪修改為參與非法集結，指他們在港鐵寶琳站內與其他人士參與非法集結，即作出帶有威嚇性、挑撥性及侮辱性行為等，相當可能會破壞社會安寧。<br>———————————————<br>裁決理由：<br>本文將不會把詳細案情，承認事實，控辯雙方的爭議記錄，大家只要整合審訊內容便可以得出完整資訊。<br><br>裁判官表示會提醒自己控方有舉證責任，把D1,D2案情作獨立考慮，即使他們不作供，也不會作特別考慮，唯強調他們此舉代表會失去削弱控方的證據的機會。<br><br>裁判官指出本案的重點如下：<br><br>1)D1,D2的證物有沒有受干擾。<br><br>2)如果證物沒有受干擾，法庭應否接納PW4的證供。<br><br>3)D1,D2是否即是片段中的男子A和B。<br><br>4)如果D1,D2是男子A和B，他們在片段中的行為是否構成非法集結。<br>———————————————<br>就第1及第2個重點，裁判官有以下裁決：<br><br>-PW7，8，9在處理證物有以下的犯錯：<br><br>·PW7疑似在同一張紙拍攝D1,2的襪<br><br>·PW7和8在14天後才把證物交到證物房<br><br>·PW4及PW9對證物送抵化驗所時有沒有密封口供不一<br><br>-證物存放在證物房的時間由存放在PW7和8的儲物櫃起至送往檢驗期間(14天)只有7分鐘，證物房的功用形同虛設。<br><br>-PW9由早上0947時提取證物至中午1200時送達化驗所期間長達兩小時，加上控方沒有就證物由警署送到檢驗所期間有沒有受污染向PW9提問，令法庭不能得知上述資料。<br><br>從上述總結，裁判官指出涉事警員在處理證物上有輕心，不分輕重，忽略把證物交予證物房的重要性，做法兒戲，因此法庭不能確定證物由警署拍攝開始直到送到檢驗所期間有沒有受污染，因此即使能接納PW4的口供，亦無法作任何考慮。<br>——————————————<br>裁判官就第3個重點的裁決：<br><br>裁判官指出她在透過截圖及片段辨認D1,D2是否男子A和B時會小心處理，並謹記辯方在庭上指出上訴庭在黃楚成一案(七警案)中處理相同衣著人士的手法。<br><br>裁判官指出截圖及片段清流暢，當日案發環境光線充足，有助她辨認身份。<br><br>裁判官裁定PW1,PW2,PW3,PW5,PW6證供誠實可靠，中肯持平，據沒有爭議事項：<br><br>·PW1作供時提及他在事發時的身體反應與片段一致，亦能憑記憶及片段協助指出事件經過。即使記錯，但是當時他突然被包圍，辱罵，因而受驚，所以情有可原。<br><br>·PW1當時身份是普通市民，選搭地鐵是個人選擇，而且PW1當時也未必能預計會發生此案件，因此PW1搭港鐵不存在問題。<br><br>·PW2職責在於觀察市民，紀錄事情發展，因此他沒有在證供上交代自己衣着並沒有任何問題。<br><br>·即使片段拍攝不到PW2並不驚奇，因為記者們把鏡頭集中在PW1身上。<br><br>·PW2作供時沒有偏幫控方，例如：承認看不到D2有沒有特別動作、誰人在現場大叫、同意辯方觀察等。<br><br>·PW2以個人方法建立記憶協助辨認被告並不受任何干預，因此沒有問題。<br><br>·PW3在短時間內處理人手調配並不可能，因此他未能完全掌握行動安排實屬理解(他只知道當時沒有安排便衣警員引發騷亂)<br><br>·PW6對與D2在案發時手持的灰色頭套的描述得到片段確認。<br><br>裁判官表示在法庭內外均多次觀看片段以辨認D1,D2是否男子A和B，最後裁定D1,D2就是片段中的男子A和B。原因如下：<br><br>裁判官引用上訴庭法官麥偉德的判詞，裁判官/法官可以利用衣服顏色、設計、標誌、類型，身體特點，行路姿勢，特殊特徵協助辨認被告，並謹記即使證人是誠實可靠，仍然會有錯誤的資訊。<br><br>綜合片段，截圖及證人證供，裁判官指出男子A及D1被捕時均有以下特徵：<br><br>·身型，高度相近<br>·眼睛，眼眉相近<br>·有戴眼鏡<br>·頭部兩側有剷青<br>·手套、手䄂相似<br>·皆有黑色面罩<br>·帽(在與PW1爭執時已跌下)<br><br>在特徵有多處相近下，裁判官不認為同時會有其他人有相同特徵，因此認為D1便是男子A。<br><br>裁判官指出在綜合片段，截圖及證人證供後，指出男子B及D2被捕時均有以下的特徵：<br><br>·身型健碩<br>· 頭部兩側有剷青<br>·有少許啡色頭髮<br>·帶有暗花面巾/頭巾<br>·身穿圓領、帶有”Superdry”，”R”字體及長方形標誌的T-Shirt<br>·身穿左邊有標誌的黑褲<br>·腰間有腰包<br>(*)眼鏡方面，由於被告可以選擇以隱影眼鏡以替代帶框眼鏡，所以裁判官表示不會在此項作多餘猜測。<br><br>在特徵有多處相近下，裁判官不認為同時會有其他人有相同特徵，因此認為D2便是男子B。<br>———————————————<br>由於第3個重點成立，因此會討論第4個重點：<br><br>裁判官引用林文瀚法官就梁國華一案，以及公安條例第18(1)章，指出非法集結的定義大致如下：<br><br>1)集會有3人或以上<br><br>2)他們有共同目的一起作出規範的行為，例如：<br><br>·作出擾亂秩序或作出帶有威嚇性、侮辱性或挑撥性的行為導致任何人合理地害怕他們的行為會破壞社會安寧。<br><br>·令人 產生害怕社會安寧被破壞的反應。<br><br>·相當有可能導致附近的人就此作出害怕的反應。<br><br>而控罪元素則如下：<br><br>1)集結者有共同犯罪意圖/目的的行為，而且彼此有聯繫的性質。<br><br>2)集結者的行為性質是否無序及具挑釁性、威嚇性或侮辱性<br><br>3)意圖令人產生害怕<br><br>就第1個元素，裁判官有以下裁決：<br><br>·在共同目的方面，當日示威者的行為是有共同目的：希望PW1交代在831當日為何封站。<br><br>·在「聯繫」方面，示威者有互通訊息，行動一致，例如當有人大叫「有狗」時，示威者則馬上逃跑；為部份示威者遮掩容貌；互相攔截PW1等。<br><br>綜合以上，裁判官裁定元素1可以確立。<br><br>就第2個元素，裁判官有以下裁決：<br><br>裁判官引用周豁賢案例(2010年新界東北示威案)，指出集結者需要達致擾亂公眾秩序，並且有使用如粗言穢語，具攻擊性行為等，以破壞公眾秩序或道德，才能確立元素2。<br><br>裁判官引用終審法院周諾恆一案(2014年新界東北示威案)，指出主審裁判官/法官可以就案發當日的時，地，發生甚麼事以協助分析及辨別案情，以下是裁判官的分析：<br><br>·D1,D2等人是在港鐵車廂及月台上故意阻礙PW1，在詢問他為何在831當日決定封站的決定時並不友善及具威脅性。<br><br>·裁判官引用梁國華在2009年時在中聯辨外非法集結一案，林文瀚法官指出「即使這些示威者(可能合理地)認為他們的行為是基於一個公正因由，但公眾秩序和公眾安寧仍然可以受擾，人們仍然可以受傷，財物仍然可以受損」。在裁判官以此作參考下，即使D1,2等人本意是打算是希望PW1能交代在831當日為何封站的決定，是一個「公正因由」，但是他們曾在港鐵車廂中尾隨PW1，並使用言語羞辱他，月台中粗野推撞及進迫PW1，令PW1身體多處受傷，可見他們的行為是擾亂公眾秩序，對PW1造成威脅及羞辱，以及具挑戰性，以及企圖利用人多勢眾，以達到自己的目的。<br><br>綜合以上，裁判官裁定元素2確立。<br><br>就第3個元素，裁判官有以下裁決：<br><br>裁判官就法例所訂定的害怕，有以下準則：<br><br>· 那些行為無須構成破壞社會安寧，但可能在該案的情况下一名客觀的旁觀者會合理地害怕情况可能會惡化，這些人會繼續做出惡劣或粗暴的行為，而惡劣或粗暴的程度會使社會安寧被破壞。(Campbell v Adair案中的判詞)<br><br>·若果不採取任何措施，社會安寧便會被破壞。<br><br>· 每當使人的人身實際或相當可能受到傷害或使人目擊自己的財產實際或相當可能受到傷害或使人害怕自己的人身或財產會因襲擊、毆鬥、暴動、非法集結或其他騷亂而實際或相當可能受到損害時，便是破壞社會安寧。(R v Howell (1982)中法庭的判詞)<br><br>裁判官引用陳嘉信法官在梁頌恆一案的判詞，指出當集結者在客觀上合理地向人產生害怕，便不需要考慮集結者有沒有主觀犯罪意念及是否知道自己的行為會令人有合理的害怕。<br><br>辯方律師曾引用梁天琦魚蛋革命一案，當時主審法官黃崇厚指出控方有責任指出被告清楚自己的意圖(即被告在案中有沒有作鼓勵的意圖)，但是裁判官不接受此案例，而會接受陳嘉信法官就元素3的解釋。<br><br>就此，裁判官表示他們不需要證明案中其他人是否害怕。<br><br>在案件中有以下情節，指出集結者在客觀上合理地向人產生害怕：<br><br>·PW1在離開車廂後圍繞記者身邊打圈，是煩噪驚動的表現。<br><br>-PW1在與D1,D2等人有身體接觸時臨急扯低他們的口罩/面巾是害怕的表現，同時也令PW2害怕PW1會與D2後續會有動武。<br><br>·D1,D2等人曾包圍及粗野對待PW1，PW1的雨傘後來也被屈曲。<br><br>·裁判官認為若PW1一直不理會D1,D2等人，後者會重新集結及挑釁他。<br><br>綜合以上，裁判官引用了麥德高法官其中一句判詞，指出D1,D2等人已在案中的行為對人造成「相對可能有相當的害怕」。<br><br>綜合以上，裁判官裁定第4個重點能夠確立。<br><br>因此，D1,D2的非法集結罪罪名成立。"
    },
    {
      "id": "message10396",
      "day": "20201017",
      "time": "12:33:40",
      "from": "",
      "text": "<a href onclick=\"return ShowHashtag(\"觀塘裁判法院第八庭\")\">#觀塘裁判法院第八庭</a><br><a href onclick=\"return ShowHashtag(\"徐綺薇主任裁判官\")\">#徐綺薇主任裁判官</a><br><a href onclick=\"return ShowHashtag(\"0904寶琳\")\">#0904寶琳</a><br><a href onclick=\"return ShowHashtag(\"裁決\")\">#裁決</a><br>————————————<br>辯方沒有反對控方就證物方面的處理方式<br><br>D1的求情理由：<br>(*)為保護被告，有部份內容會隱藏。<br><br>-被告現時與父母、妻子及弟弟同住，可見有穩定的家庭。<br><br>-被告本身修讀有關政治學的學位，但是因為區議員選舉而未有繼續修讀。即使後來落敗，他仍有做一段時間議員助理，而現在他已有其他正職，他的上司稱讚他工作努力。<br><br>-辯方律師指出有2位區議員為被告撰寫求情信。內容指出被告有協助他舉辦健康講座，向街坊派發防疫物品，有部份更是有自費購買。<br><br>-有1封求情信是來自被告的上司，他們承諾日後會繼續聘用他，可見他有穩定的工作。<br><br>-有2封求情信是由被告的家人撰寫。他們指出被告深愛香港，熱心公益，為人上進，樂於助人，富責任感。他們指出被告會為伯伯收拾垃圾，為婆婆收拾紙皮；為應付家中支出日漸增加，被告身兼多職，以賺取更多金錢；他亦有領養流浪狗，亦有經營售買狗糧的網店 ，同時也希望為家裏賺取更多的金錢。<br><br>-被告是土生土長的香港人，對於知道不能照顧家庭感到失望。<br><br>-辯方律師指出被告有一封醫生信，指出被告患有情緒病，不過經過治療後已經有好轉，醫生亦對被告能否成功克服感到樂觀。<br><br>-辯方律師指出被告有捐血的習慣，也有參加不同的義工服務，例如賣旗等，可見他對社會負責任；除外，被告在以前亦有助養非洲小朋友，唯在家中開支日漸增加後沒有繼續助養(恕不指出原因)。<br><br>-辯方律師指出現時沒有就非法集結訂立量刑指引。律師引用梁頌恆衝擊立法會會議廳一案(當時他被判處4星期監禁後再上訴)，當時處理上訴申請的陳嘉信法官指出案情嚴重，判處具懲罰性的刑罰較為重要。而他亦指出此案件的量刑因素：<br><br>·暴力性：梁頌恆的行為在20分鐘內令多名保安受傷<br><br>·環境：當時環境惡劣，當時梁頌恆等衝擊者的衝擊性高<br><br>·計劃性：當時梁頌恆等人是有計劃衝入會議室<br><br>-辯方律師按照上述特點，指出以下結論：<br><br>·暴力性：被告在本案的暴力性較低，只是令PW1受輕微傷害，過一段時間後PW1的身體狀況與常人無異。<br><br>·環境性：本案的範圍只涉及寶琳站月台及港鐵車廂，範圍較小。<br><br>·計劃性：當時現場沒有人會預知到PW1會被其他人認出，可見當時被告是沒有任何計劃，而且預謀性低。<br><br>-辯方律師指出梁頌恆案中，梁的行為是損害立法會的尊嚴，但是本案的嚴重性較低，因為只是涉及在車廂及月台中與PW1的互動。律師同時希望法庭可以剔除當時同時出現有人破壞港鐵閘機的情況，因為沒有證據指出被告涉及其中。<br><br>-辯方律師再引用黃之鋒重奪公民廣場一案，就其中的判刑因素套用在本案中：<br><br>·暴力性：律師指出在黃之鋒一案中，有不少人受傷；相反，本案沒有證據指出被告與當時破壞寶琳站設施的行為有關，事實上被告與PW1身體接觸較少，暴力程度也較低。<br><br>·環境性：律師指出黃之鋒一案涉及政府總部(三權機關)，但本案範圍只包括月台及車廂，可見涉及的範圍較小。<br><br>·涉及暴力的時間：在黃之鋒一案中，即使當時警方叫他們離開，卻被前者一行人無視；相比之下，本案涉及的時間中，沒有任何警察介入下，被告亦沒有無視警方警告，亦沒有證據顯示被告有對寶琳站的財物造成損壞，即時被告對PW1造成傷害，但是不嚴重，過一段時間後行動已回復如常 。<br><br>·被告在本案的角色：本案沒有證據指出被告的角色是集結主導者。<br><br>總結以上特點，辯方律師希望裁判官能提高求情的比重；減少阻嚇性的比重。<br><br>-辯方律師再指出上訴庭也認為梁頌恆被判處4星期監禁的刑罰合適。以此希望裁判官可以將梁案和本案作比較及參考，並指出本案比梁案的嚴重性較低，因此希望先索取社會服務令報告以了解更多被告背景，協助判刑。<br>———————————————<br>D2的求情理由：<br>(*)為保護被告，有部份內容會隱藏。<br><br>-被告家中有3位有姐姐及1位哥哥。被告原本沒有案底及暴力傾向，這次事件並不符合被告的本性。<br><br>-被告參與此事的原因是希望尋找公義。被告住在一個較偏辟的地方，交通不方便，港鐵已經是主要交通工具。被告在831當日因港鐵封站而大大增加回家路途的時間，十分不便，因此希望港鐵交代封站的原因，而且也覺得此亦對附近居民十分重要，在案發當日身處寶琳站只是聽説港鐵會在那裏交代封站原因，並沒有任何「搞事」的意圖。<br><br>-被告在案發當日的粗野行為是一時衝動所致，即使深愛香港，也不應再用違法的方法表達內心想法，此案已令他上了深刻的一課。<br><br>-被告已決定在服刑後修讀LLB(法學學士)，做一個律師，為人們爭取公義，雖然明白自己有案底會好難達成目標，但是會努力嘗試，並以自己經歷，警醒別人。<br><br>-被告其中1位姐姐為被告撰寫求情信，內容指出被告樂於助人，希望可以回饋社會，熱心公義。她承諾會好好看管弟弟，令他能用合法途徑表達訴求。<br><br>-被告亦有朋友為他撰寫求情信，2人是在外國交流的時候認識，當時被告有努力協助他融入社會。他表示被告有着對公義的追求，本心是深愛香港，此事是被告一時之氣而犯錯。<br><br>-有被告同事為被告撰寫求情信，內容指他為人上進，為人有禮，正直可信，唯對香港目前狀況感到失望，希望可以盡能力改變現況。<br><br>-有外國朋友為被告撰寫求情信，內容指出被告品性佳，為人上進，他對被告十分尊敬，有分組活動時會選擇他作為組員。<br><br>-辯方律師指出被告在此事後一直警醒自己，因此重犯機會較低。<br>———————————————<br>裁判官聽畢求情後，表示D1,D2案發當晚是宣泄對港鐵的不滿，她認為D1,D2的行為是破壞公眾秩序，而且令PW1受傷；過程中，D1.D2是用面巾遮掩樣貌，加重案件情節(D1,D2想借此逃避法律責任)，因此她認為本案情節比梁頌恆一案嚴重。<br><br>她明白D1,D2對PW1在831封站的決定感到不滿，但也不應把憤怒發泄在PW1身上，令他造成傷害，以及滋擾公眾。<br><br>綜合以上，裁判官決定為被告索取背景報告，並詳細參閱他們求情信。她把案件押後至2020年11月6日1530於觀塘裁判法院第一庭進行判刑，期間被告還押看管。<br>———————————————<br>(按：庭內滿人，感謝旁聽人士支持❤️)"
    }
  ]
}