{
  "messages": [
    {
      "id": "message12419",
      "day": "20201225",
      "time": "01:54:29",
      "from": "法庭文字直播台",
      "text": "<a href onclick=\"return ShowHashtag(\"粉嶺裁判法院第五庭\")\">#粉嶺裁判法院第五庭</a><br><a href onclick=\"return ShowHashtag(\"陳炳宙裁判官\")\">#陳炳宙裁判官</a><br><a href onclick=\"return ShowHashtag(\"審訊\")\">#審訊</a>  [1/2] <a href onclick=\"return ShowHashtag(\"20200119大埔\")\">#20200119大埔</a><br><br>補回22/12審訊～<br><br>吳 (17) <br><br>控罪：<br>(1) 在公眾地方管有 <a href onclick=\"return ShowHashtag(\"攻擊性武器\")\">#攻擊性武器</a><br>2020年1月19日於大埔公路元洲仔段廣福邨行人天橋管有一支雷射筆<br>(2) <a href onclick=\"return ShowHashtag(\"襲警\")\">#襲警</a> 襲擊警務人員<br>廣福邨行人天橋襲擊高級警員PC47958<br><br>❌不認罪❌<br><br>答辯：<br><a href=\"https://t.me/youarenotalonehk_live/9771\">https://t.me/youarenotalonehk_live/9771</a><br><br>審訊過程：<br>控方呈上承認事實，內容為：<br>1. 於2020年1月19日晚上18:48時，在大埔公路元洲仔段廣福邨行人天橋，被告被警員19755截定搜查，在右前褲袋搜出一支黑色雷射筆，為證物P1，在鎖匙包搵到兩條開關雷射筆的鎖匙，為證物P2，被告被拘捕。<br>2. 警員5776在2020年2月5日到上址拍攝相片，為證物P3。<br>3. 被告是學生<br>4. 被告冇刑事紀錄<br>承認事實呈堂為證物P4。<br><br>傳召PW1 高級警員47958<br><br>控方主問：<br>PW1在當日當值為防暴，負責駕駛警車車牌AM9872，車輛可以載19人，晚上六時在大埔火車站高調巡邏，PW1負責看車，18:43 收工返新界北總部，即大埔警署，沿南運路向大埔中心方向行駛，當去到南運路廣福道交通燈路口，紅燈要停車，見到右邊有雷射光，約在50米外行人天橋上射向PW1，當時天色昏暗，但有街燈，清晰見到橋上有5-6個行人，有兩個人貼近欄杆，一人穿白色長袖上衣，另一人穿黑色上衣，雷射光由白衣人射出，通知車上IC (in charge)，佢指示車前到橋底停低，即大埔公路元州仔段連接廣福球場的天橋，附近燈柱編號EA8354，停車後車上隊員落車跑向天橋的升降機；拘捕被告後，大概在七點幾揸車接載所有人返大埔警署。<br><br>PW1指被雷射光照到隻眼刺痛，照射大概十幾秒，直至去到天橋底。<br><br>PW1在庭上認出被告。<br><br>辯方盤問：<br>PW1確認警車的擋風玻璃安裝有防暴網，向前望唔會遮擋視線，向上望會遮擋部份視線，右邊車窗都有鐵網，唔肯定結構係唔係一樣，駕車時冇帶防暴頭盔，冇戴眼鏡或任何護目裝置。<br><br>當晚沿南運路行，過咗火車橋少少，差唔多到紅綠燈位，就發現有綠色雷射光，當時未停車，收慢去到紅綠燈位停車，唔記得係唔係燈前第一架車，前邊應該有車，排第幾架就唔記得；有刻意留意天橋，雷射光冇熄過，一直照向警車，曾經照到隻眼，但唔知係咪故意射眼。<br><br>睇證物P3第11號相片，PW1稱本來行中線，因為要去天橋底，轉行快線轉右。<br><br>PW1唔認知雷射光射報紙會着火的事情，知道射中會有短暫刺痛，視力有一兩秒模糊，當時未去到危險情況，可以正常駕駛，就算有雷射光可以側開去避；亦不同意急於捉犯人，冇衝燈，但唔記得幾時着紅藍燈，幾時響警號。<br><br>綠燈開車轉右期間，唔肯定雷射光有冇射中，唔肯定有冇避開，但肯定雷射光係持續照射，直至去到天橋底；唔肯定有冇射中眼，其中一次射中面部，側身避開咗，冇需要停車避雷射光，駕駛期間可以用其他方法(例如用手)去檔雷射光。<br><br>過咗燈後有因被雷射光射中而慢車一次，當時有踩迫力。<br><br>因為雷射光唔係射定，架車又郁，PW1稱射唔到眼係正常，但又不同意射中眼係意外。<br><br>PW1同意律師指出口供紙冇寫雷射光持續照射十多秒，冇寫因被射中而慢車，是大意寫漏。<br><br>休息後辯方律師詢問PW1為何出現兩個不同說法，第一次説轉右時唔肯定有冇射中，第二次説冇射中，PW1解釋他理解第二次嘅回答係冇嚴重射中眼，律師追問從來冇問過，PW1亦從來冇答過「嚴重」兩字，何來普通與嚴重之分，PW1回答雷射光持續射向車身，尤其是駕駛位置，轉彎時冇射中眼，冇因此要減慢車速。<br><br>律師向PW1指出：<br>- 轉彎後雷射光已經冇照射 》不同意<br>- 因為冇雷射光所以冇減慢車速 》不同意<br>- 因此口供紙冇寫減慢車速 》不同意<br>- 雷射光源距離停車位置有83米 》唔肯定<br>- 11號相片的拍攝位置就係發射雷射光的位置 》唔肯定，光源大概在入大埔方向的行車線對上天橋位<br>- 有憂慮過眼部受傷 》冇憂慮過，所以繼續駕駛車輛<br><br>控方覆問<br>PW1澄清係有憂慮過眼部受傷，但知道休息後可以復原，認為身體可以應付，可以駕駛。<br><br>在燈位轉彎時雷射光有射向警車，但冇射中眼球，因而要減慢車速。<br><br>裁判官詢問：<br>PW1澄清行車路線，在燈位轉右之後係過咗天橋底去到迴旋處，再掉頭返回天橋底停車，這段路冇雷射光照射，與主問時稱一直有雷射光照射直至天橋底，是理解錯誤。<br><br>在第一次經過天橋底時沒有停車，因為沙展想了解在天橋另一邊有冇其他人干犯其他事情。<br><br>控辯雙方沒有跟進問題，PW1作供完畢。<br><br>傳召PW2 警員19755<br><br>控方主問<br>1月19號是軍裝防暴，18:45時坐AM9872返警署，坐在司機後右邊第二行，近車門，距離司機約兩米；去到廣福道南運路交界，見有綠色雷射光射向警車和其他人，47958話眼痛，視野模糊，見到天橋上有一名着白色長袖衫黑色長褲男子，和另一名穿深色上衫女子挨着欄杆，天橋上有其他市民行緊，只有該兩名男女停低，車輛轉右慢駛，綠色雷射光射向擋風玻璃，打圈照射，去到天橋底停車，見到白衫黑褲男子，全車人落車追截。<br><br>在P3第11號相標示出紅綠燈前停車位置，在停車位置已經見到男子，轉彎後透過車頭擋風玻璃觀察該男子，去到天橋底車停在右線，落車後確認男女望到警察，男女轉右向廣福邨離開，行去升降機，在出口被截停搜查，從第15號相片確認升降機出口位置，在男子右前褲袋搜出雷射筆，鎖匙包有開關鎖匙，背囊有黑色外套和口罩，PW2在庭上認出被告。<br><br>19:00宣告拘捕，罪名係藏有攻擊性武器，警誡後被告講：「阿sir, 我知錯喇，我以後唔會再用雷射筆射警察」，之後帶返大埔警署。<br><br>裁判官指冇收齊警員記事冊副本，指示控方在午飯時間補回，亦要給辯方一份。<br><br>12:40-14:30休庭<br><br>辯方確認收到文件，控方繼續主問：<br>記事冊P61寫在19:00在案發現場俾警誡口供，P64寫在20:06-20:33在警署做補錄口供，被告有簽名確認，PW2指他本人或其他人，警誡時沒有使用武力、威嚇、恐嚇、或誘使被告，包括在案發現場或警署，之後有畀副本給被告。<br><br>辯方盤問：<br>PW2從11號相指出在南運路停車位置，係在燈位前第一架車，停在最右線，停定之後有雷射光射向警車，47958話眼痛睇嘢模糊，當時嘅理解係佢被雷射光射中，所以咁樣講。<br><br>PW2表示在反修例運動中，有處理雷射光的經驗，認知射中會眼痛，會短暫視力模糊，會有兩三秒唔舒服。<br><br>轉綠燈後開車，慢慢駛過去，整個過程都係慢駛，忘記咗有冇時快時慢，因為留意兩名男女冇留意司機，行車時雷射光打圈照射警車，有兩次射中司機眼部。<br><br>去到天橋底停在快線，PW2第一個落車，跟住去到升降機口截停被告，搜背囊時搜到幾本教科書。<br><br>律師指在警誡下，被告講：「sorry sir, 我以後唔會用雷射筆照警察」，與PW2口供不同，PW2指其口供才正確。<br><br>控方無覆問<br><br>控辯雙方同意不用傳召證物鏈證人，改以65B方式呈上口供，內容不爭議。<br><br>傳召PW3 專家證人陳督察<br>控方主問<br>PW3在2003年加入警隊，在PSD技術服務部任職督察，PW3在1997年在港大取得電子及電機工程學士學位，並在2000年在港大取得電子及電機工程碩士學位。<br><br>辯方請PW3離席，提出反對專家證人身份，理由係從來冇收過專家證人的履歷，只係知佢加入PSD，上庭先第一次向辯方講，對辯方唔公平；控方同意事情，但指證人供詞已經交咗俾辯方。<br><br>裁判官指根據普通法，辯方有權伏擊控方，舉證責任在控方，辯方冇責任提醒控方，主控要攞指示。<br><br>15:40-16:00休庭<br><br>主控表示經DOJ聯絡PW3，證人今日自己做咗一份履歷帶咗嚟，主控都係剛才先知到，休庭時已畀咗副本及辯方，辯方確認收到，但表示審訊唔可以繼續，休庭期間DOJ接觸過證人，理論上證人已經宣誓，唔可以就案件接觸任何人，就算將案件押後也不能彌補不公平性，反對控方申請佢做專家證人。<br><br>不公平性：辯方係因應披露咗文嘅文件，而在策略上作部署，例如冇爭議口供嘅自願性和證物鏈，和對證人有限度嘅盤問，可以再傳召證人上庭，但已經打草驚蛇，證人離開法庭後，可能接觸到其他人，辯方冇理由比控方修補錯誤，案件在2020年1月21日提堂，係控方提出押後，辯方在6月18日去信控方攞專家報告，控方在7月2日才俾報告，用咗半年時間控方冇理由做唔到，法庭應考慮雙方利益，如果俾控方修補的話，會變相令辯方撲空，辯方做唔到質疑口頭招認嘅自願性。<br><br>控方指事情影響不嚴重，報告已經俾咗辯方，法庭應考慮事情並非無法彌補，自願性、報告與履歷係無關系。<br><br>裁判官表示需要時間考慮，將案件押後至12月23日 09:30，在粉嶺裁判法院第五庭再訊，指示控方要準備再次傳召所有證人。<br><br>（續...）"
    },
    {
      "id": "message12420",
      "day": "20201225",
      "time": "01:59:58",
      "from": "",
      "text": "<a href onclick=\"return ShowHashtag(\"粉嶺裁判法院第五庭\")\">#粉嶺裁判法院第五庭</a><br><a href onclick=\"return ShowHashtag(\"陳炳宙裁判官\")\">#陳炳宙裁判官</a><br><a href onclick=\"return ShowHashtag(\"審訊\")\">#審訊</a>  [2/2] <a href onclick=\"return ShowHashtag(\"20200119大埔\")\">#20200119大埔</a><br><br>補回23/12審訊～<br><br>吳 (17) <br><br>控罪：<br>(1) 在公眾地方管有 <a href onclick=\"return ShowHashtag(\"攻擊性武器\")\">#攻擊性武器</a><br>2020年1月19日於大埔公路元洲仔段廣福邨行人天橋管有一支雷射筆<br>(2) <a href onclick=\"return ShowHashtag(\"襲警\")\">#襲警</a> 襲擊警務人員<br>廣福邨行人天橋襲擊高級警員PC47958<br><br>❌不認罪❌<br><br>PartA <a href=\"https://t.me/youarenotalonehk_live/12421\">PartB</a><br>——————————————————<br><strong>關於是否認可pw3專家證人的身份，法庭作出以下簡單的裁決：</strong><br><u>辯方提出以下4點反對：</u><br>1. 律政司已經直接接觸證人，對被告不公平。<br>2. 影響辯方的策略，例如警誡供詞的自願性，盤問技巧等。<br>3. 即使控方同意重新傳召證人，已經對證人打草驚蛇，無法挽回。<br>4. 離開法庭後，控方證人有機會討論案情，所以對整個審訊過程不公平。<br><br><strong>法庭表示針對第一點，</strong>不會影響審訊的公平，因為審訊開始前，控方可以詢問專家證人的意見，只要專家證人保持中立；<br><strong>針對第二點，</strong>相信任何一個執業大律師都會為審訊作好充足準備，即使遇到控方未披露，辯方都會估計到，法庭也會給予充足時間辯方準備。若然辯方認為有問題，可以重召證人作供；<br><strong>針對第三點，</strong>就算沒有專家證人作供下，也看不到對案情有甚麼影響。若然，辯方重新盤問時，證人之間有打草驚蛇的作供，可以提醒法庭其證人不可靠；<br><strong>針對第四點，</strong>只是辯方的揣測，若辯方覺得有問題，可以申請傳召證人重新盤問，但會對證人不公平。<br><strong>因此法庭認為以上四點投訴不成立，駁回辯方的申請。<br></strong><br>法庭詢問辯方是否需要押後審訊或者重召。辯方表示無需押後，但需要重召第一二證人和傳召警員5776和警員1145。<br><br><strong>關於承認事實，辯方有2樣補充：<br>證物鏈的改變，由陳督察接手時這部分不變；爭議被告的身分，尤其是在橋上觀察的那方面。</strong><br><br>——————————————————<br>重召第一證人47958 張慶賢（音）。<br>⚪️<strong>控方主問</strong><br>沒有補充～<br><br>⚫️<strong>辯方盤問</strong><br>辯方呈上一張Google地圖作證物d1，包含對距離的測量數字。圖中打直方向是南運路 ，打橫方向是大埔公路。南運路有白色線，就是東行線方向，而元洲仔段的天橋，總長在70，80米左右。當晚pw1在左線的位置，但不清楚司機位置與雷射筆射出的位置是否距離70，80米。<br><br>pw1未被雷射筆照射時，打算駕駛回大埔警署。車上當時有17個警員，全部都穿著防暴裝，有頭盔，但沒有護目鏡。辯方詢問，頭盔是否有一個降下來的眼罩（透明面罩），pw1表示是，但不清楚其他人有否把貼紙貼在上面，自己則沒有。<br><br>回到警署，pw1沒有就眼睛刺痛問題看醫生（*陳官表示重新盤問不代表可以沒有限制地問，所以要打斷，否則對證人不公平...辯方表示差不多問完，繼續～），pw1表示當時警車的司機窗門關了，辯方指出往右轉彎後，在元洲仔行人天橋下，pw1已經把車停泊在廣福村天橋的快線位置，然後其他警員下車，pw1不同意。辯方再指出，在王肇枝中學的燈口位置，警車中尾端的同事曾經用電筒照向橋上，pw1表示沒有留意。<br><br>⚪️<strong>控方沒有覆問</strong><br><br>——————————————————<br>重召第二證人19755張威業（音）。<br><br>⚪️<strong>控方主問（補充）</strong><br>pw2表示在被告身上撿獲證物一、二，其後回到警署，處理完文件工作後便將它們放入袋保存，然後交予報案室的警員處理。pw2表示貴重財物封袋裝著雷射筆，而普通證物袋則裝著開啟雷射筆的兩條匙。自己和接收證物的警員在電腦上做回一個紀錄後交予值日官繼續處理證物。<br><br>⚫️<strong>辯方盤問</strong><br>辯方呈上d1地圖，打直是南運路方向，打橫是大埔公路方向，右端就是行人天橋的位置。pw2表示當時天橋上那位白衣男子的位置和圖中白點的位置差不多，但不肯定實際的距離，當時目測約50米。<br><br>pw2表示自己望上天橋時見到男子和同行女子準備離開，所以在電梯口位置等候二人。辯方詢問，由王肇枝中學觀察的白衣男子，去到在天橋上見到的人，中間有否其他警車和警員出現？pw2表示記憶中，只有他們這一隊小隊，但沒有留意是否有其他警員駕駛電單車經過。pw2也沒有留意車上有警員用電筒照向橋上。<br><br>當晚pw2的口供中沒有提及自己將雷射筆放入袋中，是因為當時工作太繁忙忘記寫下。自己雖然沒有紀錄於記事冊中，但有紀錄於電腦中。辯方指出，其實所有講及在王肇枝中學見到有綠色的雷射筆光照射都是虛構，pw2不同意。<br><br>⚪️<strong>控方沒有覆問</strong><br><br>——————————————————<br>辯方表示無需傳召高級偵緝警員1145 和偵緝警員5776 ，控方確認d1，以65c條例形式承認天橋的距離就是70，80米。辯方同意pw3的電子電機工程專家資格，並紀錄在65c中。<br><br>傳召第三證人 <a href onclick=\"return ShowHashtag(\"陳喬崔\")\">#陳喬崔</a> 督察～<br>（*英文版本的口供紙以65b呈遞，中文翻譯本只作參考。）<br><br>⚪️<strong>控方主問</strong><br>pw3的工作性質主要是對於案件的一些證物，例如影音，相片，電子器材的鑒證。2019年至今，鑒證了超過100支雷射裝置，也在6，7個法院以專家證人身分上庭解釋雷射裝置報告的內容。<br><br>控方呈上與雷射筆有關的英文口供，辯方表示同意pw3的學歷，但對雷射筆的報告有爭議，並列出三個反對原因，分別是沒有受過正式的專業訓練檢測雷射筆；沒有基礎顯示其在行內有聲譽，沒有認受性；報告只有結論，沒有步驟，法庭給予的比重。<br><br>控方表示雷射筆不是一個特殊的裝置，不難處理，不需要找特定的專家證人。<br><br>陳官表示專家報告沒有講及用甚麼方法、器具檢測，不影響案情，只會影響法庭給人的比重；而寂寂無名不代表不是專家；認為有常識的人都知道如何檢測雷射筆所以接納專家報告。<br><br>——————————————————<br>⚪️<strong>控方繼續主問</strong><br>pw3解釋報告內容，他表示因為過去收到大量的雷射裝置，與律政司商討後決定2星期內會有一個簡單報告，本案就是一份簡單報告。<br><br>pw3在警署技術處工作，2月17日拿到雷射筆（即報告中的q1），是會發射綠色的雷射裝置，利用儀器量度出其輸出的光率為40.53毫瓦，按照國際電工委員會（以下簡稱iec）制定的標準，該證物屬於3b 級別，即輸出功率多於5毫瓦，少過500毫瓦。報告中提及的標稱，眼害的距離，即是大過人眼可以承受的程度。如果在60米以內，直接被雷射光照射，就算短暫的時間都會傷害眼睛。報告主要從功能是否正常、輸出功率幾大、屬於哪一個級別，在幾多米距離內會超出人眼的傷害入手。<br><br>⚫️<strong>辯方盤問</strong><br>報告並不是全部內容都由pw3撰寫，附錄部分大多引用iec的原文內容，再加以整理。辯方呈上一頁列表，作證物d2呈堂（圓形的點是英文字眼，正方形的點是中文解釋）。<br><strong>*因報告中有大量英文專業用詞，辯方在此部分詢問pw3中文解釋。恕直播員不一一道出，還望見諒～</strong><br><br><u>重點部分：</u><br>pw3表示雷射裝置射出來的光率會分為幾類，就算是最低的級別，麻醉過的眼睛被照射也會受傷。但雷射光直接照射或者透過一些隔膜（例如玻璃）照射物件，影響的程度也有所分別，但其分類的級別不會影響。<br><br>辯方指出雷射筆本來是一個電磁波，無法觸摸到，pw3同意這個說法，但認為雷射光的照射也會傷害皮膚，所以直射對眼睛通常有危害，但超出指定距離外就不會了。<br><br>⚪️<strong>控方覆問</strong><br>控方詢問如果在一個安全距離外，雷射光是否沒有危害？（*陳官表示不是安全距離，是標清眼危距離～）控方繼續詢問會否與照射的時間長度有關？pw3表示如果是刻意照射便有關，他補充，人的眼睛有一個自然反應，所以兩秒多內會眨眼。但iec沒有參考在夜晚時，瞳孔會放大的因素，沒有仔細觀察下就定了這個標清距離。<br><br><strong>陳官追問</strong><br>甚麼情況下瞳孔會放大至7mm？pw3表示答不到（*pw3曾努力遊花園，問非所答，陳官表示不知就說不知道～）；<br>供詞中提及3b級別的雷射裝置輸出功率為40.53毫瓦，而標清眼危是60米內便會造成傷害。那麼同是3b級別下，500毫瓦和40.53毫瓦的雷射筆，在短過60米情況下其實是否不會傷害到眼睛？pw3表示該報告是根據10米範圍量度，而標清眼危那個距離是在慢慢試驗下，去到60米時功率大過iec要求的2.52毫瓦/平方米（報告中沒有提及此內容...）。<br><strong>換言之，基本上沒有傷害，但會否有其他不舒服，pw3表示不知道。</strong><br><br>辯方追問pw3，剛才提及的單位是2.55毫瓦每平方毫米，換算單位和報告中提及的雷射筆，光率為40.53豪瓦，是否不同的單位？pw3表示是分類量度出來的毫瓦。<br>（*由於pw3的解釋經常答非所問，所以直播員也不知道聽了甚麼，內容可能有錯，請見諒～結論就是，pw3參考國際電工委員會的標準鑒證證物，而證物中的雷射筆屬於3b級別，雷射光照射時會傷害眼睛～）<br><br>⚪️<strong>控方舉證完畢～</strong><br><br>——————————————————<br>⚫️<strong>辯方中段陳詞</strong><br>根據pw2所說，檢取證物的人沒有提及證物袋的號碼，也沒有任何證據顯示袋上的文字（日期、編號等）就是該警員寫上，可見證物鏈由pw2的手上便斷開了。<br>辯方表示，證物p6，提及警員5776有接觸過其證物袋，但沒有任何證據顯示誰人負責處理這個證物袋。此外，沒有證據證明pw2把涉案的雷射筆放入這個袋中，也沒有被告的簽名確實，所以證物鏈中斷了。控方沒有證據證明袋中的雷射筆就是當時涉案的那一支，也無法證明是被告在橋上照射的，所以針對兩項控罪被告無需答辯。<br><br>⚪️<strong>控方回應</strong><br>控方表示現階段只能參考控方證人的口供，相信證物鏈沒有中斷。<br><br>——————————————————<br>（續...）"
    },
    {
      "id": "message12421",
      "day": "20201225",
      "time": "02:05:34",
      "from": "",
      "text": "<a href onclick=\"return ShowHashtag(\"粉嶺裁判法院第五庭\")\">#粉嶺裁判法院第五庭</a><br><a href onclick=\"return ShowHashtag(\"陳炳宙裁判官\")\">#陳炳宙裁判官</a><br><a href onclick=\"return ShowHashtag(\"審訊\")\">#審訊</a>  [2/2] <a href onclick=\"return ShowHashtag(\"20200119大埔\")\">#20200119大埔</a><br><br>吳 (17) <br><br>控罪：<br>(1) 在公眾地方管有 <a href onclick=\"return ShowHashtag(\"攻擊性武器\")\">#攻擊性武器</a><br>2020年1月19日於大埔公路元洲仔段廣福邨行人天橋管有一支雷射筆<br>(2) <a href onclick=\"return ShowHashtag(\"襲警\")\">#襲警</a> 襲擊警務人員<br>廣福邨行人天橋襲擊高級警員PC47958<br><br>❌不認罪❌<br><br><a href=\"https://t.me/youarenotalonehk_live/12420\">PartA</a> PartB<br>——————————————————<br><strong>法庭表示表面證供成立，被告需要答辯。<br><br>辯方表示被告選擇不答辯，也不會傳召任何證人。<br><br>⚪️控方沒有結案陳詞</strong><br><br>⚫️<strong>辯方結案陳詞</strong><br><u>關於pw2的作供</u><br>pw2在截查被告時，只說了「你用雷射筆照去司機」，沒有向被告提及人事地。但庭上作供卻說向被告表示「我以攻擊性武器一罪拘捕你」，這部分沒有證據顯示pw2在說同一單案情。<br><br><u>關於被告口頭招認</u><br>pw2作供提及被告招認：「呀sir我知錯啦，以後唔會用雷射筆照警察。」當中的警察不一定指pw1，畢竟pw2都不排除現場可能有駕駛電單車經過的其他警察。 <br>p6的筆記中，pw2沒有問被告人時地，就說被告口頭招認，此部分爭議被告的身分辨認。控方一直說在橋上有白衣男子用雷射筆照射警員，之後警員在電梯口位置截停他，但沒有表示見到該名白衣男子搭電梯下來的過程。所以這一刻，在電梯口位置見到的被告是否就是天橋那名白衣男子？雖然控方認為是同一個人，但卻沒有實質的證據證明該說法。<br><br><u>從三個地點可以見到</u><br><strong>第一地點，王肇枝中學。</strong><br>天橋的距離超過了iec標準60米的距離。根據畢氏定理，雷射筆射下去的角度距離，即天橋去到警車的距離更加遠。pw3的專家報告附表中也提及了雷射筆對眼的不適症狀中從來沒有包括刺痛。<br>基因於此，pw1的口供不可信，所謂的刺痛其實是虛構出來，如果真的刺痛為何當時不去看醫生？此外，6點9分pw1被雷射筆射中眼睛，7點15分便能回到警署，短短的時間內，如果眼睛不適無可能不就醫，而且能夠不影響駕駛，連用手遮擋陽光都不需要，所以推斷此部分的內容是pw1虛構出來。<br><br><strong>關於警車停泊的位置</strong><br>pw1表示未被射中眼時已打算往右轉，但其後卻說因為被雷射筆射中了眼，上司叫自己轉右，所以才跟隨指示，此部分為很嚴重的虛構。辯方相信pw1第一次被照中眼睛時已經表示痛，但在pw2的時空中，卻表示停下車才知道pw1被雷射筆照射，2人的口供說法徹底矛盾。pw1作為司機，載著16個人。當司機被雷射筆射中，眼睛感到劇痛，其他警員無理由不協助司機，為其提供防護頭盔等設備。<br>另一方面，雷射光的照射透過車內溫度的右方玻璃照過來。但pw1卻在作供時表示右邊車的玻璃關了。<br><br><strong>第二地點，往右轉彎的位置</strong><br>警車向右轉時，會越來越接近位於高點的雷射光，除非此刻pw1一邊往右轉一邊向上望，否則不太可能被雷射筆射中眼睛。在這個階段，pw1右邊一直有擋風玻璃的存在。<br>此外，被雷射筆射中，車速正常還是減慢，2人的口供不一致；停車時，究竟pw1被雷射筆照中了幾多次，2人的口供也不同：<br>pw1表示被照中一次，當時有收慢車速；pw2表示被照中2次，但沒有減慢車速。<br><br><strong>第三地點，警車停泊在行人天橋下的位置</strong><br>pw1，2的作供不同：<br>pw1表示在東行線吐露港，停入大埔墟方向；pw2表示在東行線快線位置。<br>根據分析，pw2的說法比較合理。因為pw2是首位下車的警員，對下車的交通位置比較深刻。<br><br><u>關於第二控罪</u><br>當時警車停泊在大埔公路元州仔段連接廣福球場的天橋，附近燈柱編號ea8354。控方表示襲擊警務人員在行人天橋發生，pw1當時不會憂慮自己的眼睛受到傷害嗎？辯方要求控方解釋是襲擊還是毆打？如果是襲擊，被告沒有出現在行人天橋上，為何有此憂慮？<br>雷射光是電池波，觸碰不到的。襲擊，毆打是一種行為，有干犯有罪，所以不用評估pw1的眼睛有否受傷，而是要評估電磁波？有否接觸到對方的眼睛。法律上，電磁波無法接觸眼睛，是一種能量。<br>辯方列出梁俊威（音）的案例，涉案物品為大聲公。但聲音和電磁波不同，聲音的震動是透過和空氣接觸的概念，而電磁波沒有這個概念。如果用電筒照射人都算是襲擊，其範圍很大，試想像，非接觸性但會傷害到人的方式，例如用wifi路由器的天線對著一個人，那個人很擔心電磁波會傷害自己，但不代表是襲擊他。<br><br><u>處理雷射筆的證物鏈</u><br>pw2的口供紙和記事冊都沒有寫下自己用袋封存證物，也沒有寫下其編號。pw2作供時，提及自己有在電腦上紀錄，但卻沒有把相關證據呈堂。的確有2個袋，但不能排除將另外一支雷射筆放錯袋的可能性。假設有a袋和b袋，可能裝了其他案件的雷射筆。如果用另外一個袋，加上自己親筆簽名和填寫一些檢取證物的時間地點，再在電腦紀錄上瞞天過海也無人知道。<br>此外，證物袋最重要是封口沒有打開再簽名，但呈堂時內袋已被剪開。所以在神不知鬼不覺的情況下調轉雷射筆也是有可能的。若然pw2有在筆記本，口供紙寫下袋的號碼，控方也有更多的基礎證明。<br>套用以上的基礎，如果證物並不是被告身上那一支雷射筆，所有指證被告的證供都沒有價值。而被告的自招供詞「我以後不會照警察」中的「照」不代表「射」警察。如果被告身上的那支雷射筆是屬於第一級別，更加不會傷害到任何人。<br><br><u>關於第一項控罪</u><br>管有攻擊性武器，因為證物鏈中斷，難以推論被告是否有用雷射筆照射人。<br>根據袁國強（音）的案例，如果被告有意圖傷害別人都可以判定有罪，但要有合理推論。假如本身被告管有那支雷射筆屬於第一級別，便推翻了傷害別人這個說法。<br><br><u>根據pw3的專家證供</u><br>第二項控罪，其科學原理，假設在放大的7mm 瞳孔中，如果在2.52秒內不能眨眼就是對其造成傷害。但如果那個人，在不斷擺動的情況下，就不太可能傷害到人。即雷射光一直打圈，車卻不斷移動，車頭有防暴網，司機未必能夠直望，所以不能推論被告有意圖造成傷人（*陳官認為被告沒有傷人的因素所以辯方不用說此論點～）。<br><br>押後至2021年1月29日0930於粉嶺裁判法院五號庭裁決，被告按原有條件保釋。<br>（按：感謝細閱，願各位聖誕平安～晚安。）"
    },
    {
      "id": "message12422",
      "day": "20201225",
      "time": "02:30:18",
      "from": "法庭文字直播台",
      "text": "<a href onclick=\"return ShowHashtag(\"西九龍裁判法院第七庭\")\">#西九龍裁判法院第七庭</a><br><a href onclick=\"return ShowHashtag(\"劉淑嫻裁判官\")\">#劉淑嫻裁判官</a> <a href onclick=\"return ShowHashtag(\"裁決\")\">#裁決</a><br><a href onclick=\"return ShowHashtag(\"20200125旺角\")\">#20200125旺角</a> <br><a href onclick=\"return ShowHashtag(\"管有工具作非法用途\")\">#管有工具作非法用途</a><br><br>［24/12 之裁決內容］<br><br>陳 (16) <br><br><strong>控罪</strong>：管有適合作非法用途的工具並意圖作非法用途使用<br>被告被控於2020年1月25日，在旺角彌敦道636號銀行中心廣場外，管有1支黑色戰術筆(14cm)、1把摺刀（10cm），意圖將其作非法用途使用。 <br><br>案件未解決之疑問<br><br>裁判官在開先表示，已經向控辯雙方律師發信，表示被告於被盤問時表達警方於2020年1月25日晚上10時56分至11時有發射催淚彈，然而辯方未有提供任何截圖給予法庭參考。<br><br>控方回應指同意法庭說法，而警方調查本案時候只是下載了蘋果日報之直播片段（約半小時），但未有進行截圖行為。而控方則表示當時只見到有白煙，未知是否為催淚彈。<br>裁判官希望控辯雙方處理好相關片段，以證明被告所形容的是否真確。<br><br>幾分鐘後再開庭，開始播兩段片段。<br><br>兩段影片均來自同一條直播片段，網址如下：<br><a href=\"https://www.facebook.com/hk.nextmedia/videos/179950099908771/\">https://www.facebook.com/hk.nextmedia/videos/179950099908771/</a><br><br>第一段：蘋果日報直播 @ 2020-01-25 22:55:30-22:56:30 由陳建平現場報道<br>觀察：位置為朗豪坊於砵蘭街及亞皆老街交界的入口，有明確發放催淚彈的聲音。<br><br>第二段：蘋果日報直播 @ 2020-01-25 23:27:00-23:35:00 由黎敬中現場報道<br>觀察：控方表示片段顯示混亂。辯方則表示現場情況吻合被告的說法，即當時旺角人來人往，而且當時有下雨，因此人們有拿起雨傘。<br><br>裁決<br><br>背景<br><br>控方希望法庭利用第一控方證人 (PW1) ，蘋果日報直播片段，及環境證供，推斷被告有意圖使用該攻擊性物品，及有參與旺角的非法集結。<br>法庭重申，本案舉證責任在於控方。由於本案為單對單案件（即審訊過程只有一名控方證人及被告本人作供），因此裁判官對第一控方證人 (PW1) 的證供將會更加謹慎對待，以及審視 PW1 及控方的舉證能否滿足控罪所列名的需求。<br><br>證物<br><br>P1 一系列照片<br>P1(1) 被告帶上口罩的外表<br>P1(2) 被告除下口罩後的外表<br>P1(3) 被告背面<br>P1(4) 被告左側<br>P1(5) 被告右側<br>P1(6) 控罪書上的「戰術筆」的照片<br>P1(7) 戰術筆量度長度為14厘米長的照片<br>P1(8) 控罪書上的摺刀量度長度為10厘米的照片<br>P1(9) 被告身上的鎖匙及開罐器<br>P2 地圖<br>P3 直播片段截圖冊(1-3)<br>P4 (未有提及）<br>P5 戰術筆<br>P6 摺刀 <br><br>第一控方證人 (PW1)  證供<br><a href=\"https://t.me/youarenotalonehk_live/11603\">盤問細節按此</a> （對理解判詞內容有幫助）<br><br>文書記錄未見的對話<br>於案發當日，被告大約在2330 時從奶路臣街走到旺角站E2出口，需時約2至3分鐘，PW1則大概於2332時到達旺角E2出口，他第一眼看見被告和截停被告的間隔，是幾秒之內的事。PW1 堅稱自己當時有問被告「去邊啊」，被告沒有回應。PW1再問被告「做咗啲乜嘢啊」，被告則回應「同朋友食完嘢」，然而以上對話並沒有被放到文書記錄上。PW1 只回答「唔係每句話都會記錄」，然而對於為何不記錄，PW1則說「無解釋」。這跟被告所描述有出入（被告表示他保持沉默）。裁判官認為PW1 在案發後未有將對話放到文書記錄上，而是在案發後接近一年的審訊後才首次提出，裁判官對此提出疑問。<br><br>戰術筆能擊破破璃<br>PW1 於審訊當日於庭上檢取戰術筆後，表示該物品能夠「擊破破璃」，裁判官對這個說法表示「不會理會，法庭會有自己的判斷」。<br><br>漏寫行山扣位置<br>PW1於口供紙上，以「左前褲耳」形容戰術筆的位置，而描述用行山扣扣住的鎖匙扣（連摺刀）時，只寫「右邊褲耳」。即PW1沒有對鎖匙扣及行山扣的位置作出任何文字記錄，是單憑記憶，憶述它們位於褲子右前方。PW1同意。 裁判官則表示，被告本人亦對當時管有該物品不爭議，因此漏寫這並非重大錯漏，並不影響證人的誠信。<br><br>小結<br>以PW1 的證供，他表示被告被捕時未有口頭招認，不過全程與警方合作：沒有叫任何挑釁警察的口號、沒有做破壞社會安寧的行為，沒有和其他人集結，沒有見到被告嘗試拿出筆或刀、嘗試用它們作非法意圖。<br>PW1重申當日旺角區有人參與非法集結，這些人群多會在遭驅散時四散。被告在人群中急速左閃右避，「形跡可疑」，使自己有理由相信他與較早前的非法集結事件有關。<br><br><strong>裁判官裁定第一控方證人作供誠實可靠</strong>，為誠實證人，並會接納除了以上有特別提述證供以外的所有證供。<br><br>被告作供 <br><a href=\"https://t.me/youarenotalonehk_live/11626\">盤問細節按此</a> （對理解判詞內容有幫助）<br><br>裁判官認為，被告作供前後矛盾，不合邏輯，為不誠實證人，亦不會接納其證供，原因如下：<br><br>逃離旺角方法<br>裁判官表示在當時的情況，被告若要循鐵路離開，大可從最接近他的C4出口離開，而非被告所選擇的E1出口。<br>此外，被告指由於E1出口人多擁擠，他才會想到E2 出口。裁判官對此質疑。被告一方面表示視自己當日為普通市民，並會跟大隊離開旺角，另一方面當普通裝束的市民擁到E1 出口希望離開之時，被告卻選擇到E2出口。這是不合邏輯的，而且被告若要逃離旺角，也有很多方法：可以入朗豪坊，可以入山東街等等... 而非使用被告迂迴曲折的方法。<br><br>事實裁決<br><br>裁判官裁定，<br>（一）於2020年1月25日晚上2256時之前，有人在砵蘭街近亞皆老街一帶進行非法集結。<br>（二）於2020年1月25日晚上2334時之前，有人在旺角近彌敦道及亞皆老街交界一帶進行非法集結。<br>（三）被告所管有的戰術筆十分堅硬，其頂部有撞針、以金屬製成，能對人造成傷害。如被告用這支筆插向他人身體，可造成嚴重身體損傷。<br>（四）被告管有之摺刀非常鋒利，可插傷人。<br><br>結論<br><br>裁判官指被告當時想離開，可有很多原因，不一定是「畏罪潛逃」，而就算當時旺角有非法集結，亦不代表被告正「畏罪潛逃」。跟據PW1說法，被告案發時由北往南，即朝向警方佈防方向奔跑，而參與非法集結的人則是由南向北奔跑。<br><br><strong>故此裁判官裁定被告並非參與非法集結之人士。</strong><br><br>此外，被告被捕時未有口頭招認，不過全程與警方合作：沒有叫任何挑釁警察的口號、沒有做破壞社會安寧的行為，沒有和其他人集結，PW1 亦沒有見到被告嘗試拿出筆或刀、嘗試用它們作非法意圖。<br><br>因此，裁判官認為，通過環境證供及證人證供，控方亦未能完全證明被告有意圖使用該物品作非法用途，<u>故此裁定被告罪名不成立。</u><br><br>註：本直播只記錄裁決中部分重點，而並非判詞的全部。<br><br>（按：直播員祝大家聖誕快樂～‍♂️）"
    },
    {
      "id": "message12423",
      "day": "20201225",
      "time": "03:11:10",
      "from": "法庭文字直播台",
      "text": "<a href onclick=\"return ShowHashtag(\"觀塘裁判法院第八庭\")\">#觀塘裁判法院第八庭</a> <br><a href onclick=\"return ShowHashtag(\"屈麗雯裁判官\")\">#屈麗雯裁判官</a> <br><a href onclick=\"return ShowHashtag(\"0902將軍澳\")\">#0902將軍澳</a> <a href onclick=\"return ShowHashtag(\"裁決\")\">#裁決</a><br><a href onclick=\"return ShowHashtag(\"管有工具作非法用途\")\">#管有工具作非法用途</a> <a href onclick=\"return ShowHashtag(\"雷射筆\")\">#雷射筆</a><br><br>李(26)<br><br>控罪：管有適合作非法用途的工具（傳票）<br>違反第228章《簡易程序治罪條例》第17條<br><br><br>案情：<br>有人提出告發，指稱被告於2019年9月2日在將軍澳寶順路與唐德街交界管有1支雷射筆。<br><br><a href=\"https://t.me/youarenotalonehk_live/11945\">審訊過程</a><br><br>以下為補回的裁決理由：<br><br><strong>針對被告的證供</strong><br><br>⭐️<strong>被告逗留在案發地點的緣由</strong>⭐️<br>被告聲稱當日是為了陪伴友人所以逗留在案發地點附近。被告逗留了大約一小時，期間不斷在案發地點附近徘徊，期間和友人有時是一起，有時分開，這並不是所謂陪友人暢談會有的表現。被告甚至聲稱不知道兩位友人為何出現在該處，「兩位友人是因為好奇地鐵站內發生的事情才會出現在那裡」的說法是不可信的，根據辯方證物D1（調景嶺站外的閉路電視），當時附近不曾發生任何特別的事情。被告曾經指出自己逗留在站外是因為要等待地鐵站長對前一日關站的事宜作出交代，這個說法跟被告否認有參與在現場等候等待車長的活動一說存有矛盾。<br><br>⭐️<strong>被告向維景灣畔照射雷射光的緣由</strong>⭐️<br>被問及為何要向維景灣畔照射雷射光時，被告解釋因為當時有人從維景灣畔照射光束，所以予以回應。在盤問下，被告表示使用雷射筆予以回應一舉背後沒有任何目的，法庭認為其沒有告知真相。<br><br>⭐️<strong>被告曾迴避問題</strong>⭐️<br>被告作供的態度迴避。被問及有否曾經照射雷射光至警車時，被告曾答不知道/不記得。後被問及照射到警車的時候，其與警車相隔多遠，被告不肯說，多番迴避之後才回答試過在超過五十米的距離外照射警車。被問及當時身處的位置與維景灣畔相隔多遠時，被告亦答不知道以迴避問題。<br><br>綜上所述，法庭認為被告的證供不可信、不可靠，不接納其證供。<br><br><strong>針對</strong>PW1-3<strong>的證供</strong><br><br>⭐️<strong>接納</strong>PW3<strong>的專家資格</strong>⭐️<br>PW3是為專家證人，其撰寫的報告透過裁判官條例第65B條呈堂。雖然辯方曾經爭議其專家資格，但根據PW3對相關範疇的認知以及其是根據相關國際認可的標準撰寫報告，因而法庭接納其專家意見。<br><br>⭐️<strong>PW1沒有對被告清楚地作出指控</strong>⭐️<br>PW1指控被告在案發的時候曾用雷射筆照射向PW1的面部及眼睛共五次，每次大約2-3秒；但PW1拘捕被告時沒有向被告明確指出其射傷了PW1，只是指控被告曾用雷射筆照射警車。PW1同意在口供紙裡只是寫了被告曾照射警車五次，並沒有明確指出被告曾照射其眼睛。被問及原因時，PW1指出因為被告在警誡下保持緘默，所以沒有作出相關指控。裁判官表示PW1拘捕被告時沒有明確指控被告照射其眼睛的處理方法不合情誼、不合邏輯。指出PW1是一位專業的執法人員，理應要清楚地對被告作出相關指控，被告選擇要否回答亦是後話，表示PW1對此的說詞是難以置信的。<br><br>⭐️<strong>針對</strong>PW1<strong>不認得案件主管一說</strong>⭐️<strong><br></strong>PW1後於2020年1月10日補錄第二份口供，裡面首次提及PW1曾被雷射光射到眼睛。被問及補錄口供的原因時，PW1表示因為案件主管指示要錄取詳細供詞。PW1被問及案件主管的身分時態度迴避，一度拒絕回答問題，又辯稱不記得、案件主管常常換人所以不認得等。法庭認為PW1連案件主管是男是女都不記得一說不可信。<br><br>⭐️<strong>PW1曾改口供</strong>⭐️<br>PW1在盤問下曾改變了對當時警車的位置相關的證供，PW1在看了證物D1後表示在D1的01分25秒的時段之前可能看不到被告，跟其觀看D1前表示在相關時段能看到被告的說法截然不同。<br><strong>PW1的證供不可信、不可靠，法庭不接納其證供。</strong><br><br>⭐️<strong>PW2沒有對被告清楚地作出指控</strong>⭐️<br>PW2就著證物鏈方面的證供清晰，法庭接納相關證物不曾被干擾。在盤問下，PW2確認自己替被告錄取警誡口供的時候沒有查問被告用雷射筆照射向警方的原因（PW2表示理解射向警方即是指警員和警車），PW2辯稱不查問的原因是因為被告當時選擇保持緘默。裁判官表示這說法和PW1的說法一樣都是難以置信的。指出警員應該要清楚地指控被告，不應因為被告行使其保持緘默的權利而不向被告清楚地指出警方的檢控基礎。<br><strong>法庭不接納</strong>PW2<strong>的證供。</strong><br><br>綜上所述，控方未能一盡舉證責任，法庭裁定被告<strong>罪名不成立</strong>。<br><br>（註：祝各位聖誕快樂，要平安喔～）"
    },
    {
      "id": "message12424",
      "day": "20201225",
      "time": "11:34:06",
      "from": "法庭文字直播台",
      "text": "補回昨天之判刑理由<br><br><a href onclick=\"return ShowHashtag(\"區域法院第七庭\")\">#區域法院第七庭</a><br><a href onclick=\"return ShowHashtag(\"練錦鴻法官\")\">#練錦鴻法官</a> <a href onclick=\"return ShowHashtag(\"判刑\")\">#判刑</a> <a href onclick=\"return ShowHashtag(\"刑事損壞\")\">#刑事損壞</a><br>盧,林(20-23)(<a href onclick=\"return ShowHashtag(\"1008將軍澳\")\">#1008將軍澳</a> 入屋犯法)<br><br>詳情：<br>2人被控於2019年10月8日，作為侵入者非法進入港鐵將軍澳站，意圖非法損壞該建築物及站內任何東西。<br><br><a href=\"https://t.me/youarenotalonehk_live/11669\">求情理由</a><br>—————————————<br>1000開庭<br><br>A1新律師表示希望把案件再押後4星期，因為A1昨天才申請法援，時間倉卒，希望法庭能理解A1很重視是次判刑，亦希望有律師代表他再作求情。<br><br>練官不滿其申請，指出為數不少的法庭職員並不是為A1當義工。<br><br>A1新律師希望法庭能給予多次機會A1。控方律師指本案在初次在練官席前是在11月27日，當時A1有律師代表，但到12日11日進行判刑時，A1卻表示已不聘用原有律師，並將改聘新律師為其求情，當時練官批准其短暫押後的申請，並要求A1從速處理申請法援。<br><br>練官向A1新律師詢問為何A1在昨天才申請法援，律師指A1未能就此下指示。練官表示不會再批准A1押後的申請，並要求A1新律師向A1解釋背景報告的內容。<br><br>1010 休庭15分鐘<br>1047 開庭<br><br>A1新律師指A1已明白且同意背景報告內的內容，亦沒有進一步求情。A2律師及控方均表示沒有進一步陳詞。<br><br>1055休庭20分鐘，考慮判刑<br>1120開庭<br><br>判刑理由：<br>練官指本案與一般的入屋犯法罪有別，本案的重點是有針對的對象，而非個人利益。本案的2位被告面對同一控罪，故法庭會以2人的整體行動及結果作判刑，故即使A2的破壞程度較大，但基於共同犯罪原則下，2人所面對的刑責會是一樣的。<br><br>法庭認為2位被告表示在本案的行為是希望表達對社會制度及政府政策的不滿，但事實是2人受不負責任的人鼓勵，以為有秩序和克制的象徵式破壞，宣泄自身理念是違法達義。但法庭認為2人兩人破壞的不只是約200萬元的死物，而是鐵路系統的運作、整個社會的和諧、人與人間的互信以及市民安居樂業的權利。即使2人將港鐵設施打到「稀巴爛」，他們不滿的社會政策不會在一夜之內消失，人人不會在一夜之內享有自由平等，香港不會立刻變得和平，世界也不會立刻變得大同。<br><br>法庭亦認為2人可能也都不清楚自己想要甚麼，他們指出的願景並非減免刑責的理據，而且2人的行為與民主、和平、公義的理念背道而馳。<br><br>法庭也接納2人是並非因個人因素而犯案，而是受到不負責任、在一段安全距離的人鼓勵和道德支持下犯案。但是法庭認為2人是心智正常的成年人，即使年輕但有獨立思考的能力，當犯法時便要承擔後果，負上刑責，年輕及理想並不是不需要對自己的行為負責的理由。故法庭需要作出相應懲處，並向大眾社會傳達此信息。法庭亦指出「暴力就是暴力」，不會有合理化的判刑，2人在本案中帶有器具，是有備而來的，理應知道做出行為的後果，故本案會以39<strong>個月</strong>作為量刑起點。<br><br>法庭認為A1的情緒問題並非情緒病和精神病，理應知道行為的後果，連同希望阻止A2入站的理由，2者並非A1犯事的合理理由。<br><br>法庭認為A2的行為與其希望癱瘓地鐵運作以阻止暴力衝突與其行為並不相稱且沒有連繫。<br><br>法庭接納2人是年青沒有案底，本案的行為受不負責的人的言論而作出，但確實是違法，2人需要接受法律制裁。<br><br>練官引用上訴庭就楊家倫案的判詞第59-62段：<br><br>「本庭必須強調香港是法治社會，是和平和安寧的社區，絕不容許本案所出現的無故及嚴重的暴力行為，特別是針對執法者的暴力行為。」<br><br>「本庭認同原審法官的說法，要對有關罪行判處具阻嚇性的刑罰，對犯案滋事者迎頭棒喝，防止同類事件再次出現，否則社會要付出慘痛代價，有違公眾及執法人員的利益。」<br><br>「對一名出身自良好家庭及有良好教育的年輕人處以長期監禁的刑罰，對他個人、其家庭、甚至社會都是悲劇，但法庭必須堅決打擊本案所顯示的罔顧法紀及漠視社會秩序和執法人員安危的犯罪行為。」<br><br>「以案件所涉的犯案人數、暴力的性質和程度、案發時段的長短、對公眾造成的滋擾的性質和程度、對社會造成的傷害，包括警民關係及對公眾開支造成的負擔而言，本案毫無疑問是一宗極為嚴重的違法事件。」<br><br>法庭認為被告背景、其求情信及其師長求情信在考慮判刑時不佔有較大比重。法庭認為需判處與刑責相符的刑期，並向社會展示此行為並沒有藉口合理化，任何人皆需面對刑責。<br><br>法庭認為二人在本案的行為是嚴重的，但考慮到並沒有涉及人命安危，涉案人數較少，認罪已是最有力的減刑因素，故判處2人：<br><br>A1:26<strong>個月監禁</strong><br>A2:26<strong>個月監禁</strong><br>——————————————<br>按：A1神情平靜；A2精神很好，面帶笑容且多對公眾人士作回應。<br>——————————————<br>本人祝大家聖誕快樂。天氣將轉冷，保重身體，願平安"
    },
    {
      "id": "message12425",
      "day": "20201225",
      "time": "16:34:52",
      "from": "法庭文字直播台",
      "text": "<a href onclick=\"return ShowHashtag(\"東區裁判法院第十庭\")\">#東區裁判法院第十庭</a><br><a href onclick=\"return ShowHashtag(\"張志偉裁判官\")\">#張志偉裁判官</a><br><a href onclick=\"return ShowHashtag(\"20200101灣仔\")\">#20200101灣仔</a> <a href onclick=\"return ShowHashtag(\"審訊\")\">#審訊</a>[2/5]<br><br>非即時<br>補回詳情，D1部分，part 2<br><br><a href=\"https://t.me/youarenotalonehk_live/11849\">回顧part 1</a><br><br>D1:高(17)  <br><br>(1)刑事損壞 (D1,D2) <br>於本年1月1日，在香港灣仔軒尼詩道71號至85號的滙豐銀行分行之外，分別損壞屬分行的出入口之玻璃門及木圍板<br><br>(2)管有適合作非法用途的工具及意圖作非法用途使用(D1)<br>於本年1月1日，在香港灣仔軒尼詩道71號至85號的滙豐銀行分行之外，管有1個爆破玻璃鎚，1支鉗和1個扳手(士巴拿)<br>=========<br>控方覆問警長A<br>再次確認相中（匿名令屏蔽內容）是警長A，左手拿著背包是證物P2背包及證物P31背包套，右手拿著黑色的物體是什麼？（辯方反對控方引導性問題，控方撤回「黑色的」），警長A辯稱「本身唔記得，而家睇番係拎住黑色帽」，應該是控制D1時甩了，所以執背包時一併執起。<br><br>（辯方要求警長A避席，以處理法律議題）<br><br>辯方表示其反對控方問題的基礎是：<br>1. 黑色帽沒有在控方主問中<br>2. 警長A於盤問時表示沒有印象/沒有執起<br><br>指出控方的問題應是於主問時處理。<br><br>裁判官認為由於盤問時帶出了「帽」的事情，故於覆問時澄清是沒有問題的。如果盤問時沒有提供這項資訊，案情中就不會有這件事。裁判官裁定容許警長A澄清說法，不容許於警長A前展示頂帽。<br><br>（警長A重回證人枱）<br>警長A續表示其後帽與背包一同給了警員B<br><br>（控方讓警長A睇相）<br>控方覆問張相能否顯示所謂「20米」的位置。警長A指出大約位置。控方續問，有沒有見到玻璃門位置，警長A表示沒有（裁判官提醒，此為引導性問題）<br><br>最後，警長A口述P31如何包著P2，裁判官表示即係整個背包四周都套著淨番索帶。警長A同意。<br><br>警長A作供完畢<br>=========<br>傳召警員B（署理警長）<br>主控先確認警員B（下稱B）有參與行動，B遂從主控問題道出以下事情。<br><br>約1400到達灣仔區，於軒尼斯道，盧押道，駱克道一帶負責便裝巡邏。從對講機中得知「有人搞左HSBC」，<br><br>其時，B身在HSBC對面，大約益新美食館對出，逆住人流往HSBC行，一路行到四寶大廈，「見到同事驅趕左啲人，同事已表露身份」，然後，警長A向他表示有個黑衣男子是從HSBC走出來。B行去黑衣人的後面，當時黑衣人行前又行後，有回望HSBC。當B企到好貼黑衣人的背後問做咩事。黑衣人意識到有問題便想走（當時其面向HSBC），接著便表露身份並拉住其膊頭至拉其落地下。黑衣人想起身走，B便更用力地禁住，有B的同事使用胡椒噴劑，後成功制服該黑衣人。由於附近多人，覺得危險，便拉他到一邊，但仍覺得危險，最後拉他到HSBC。<br><br>主控問道發射胡椒噴劑的同事在不在證人列表中，B表示唔記得係邊個。<br><br>B續道第一眼見到D1距離約4，5米，有留意其帶帽，以頭巾蒙面，有背囊。當時日光光線充足。一開始移動近HSBC的原因是因為見到啲黑衣人蒙哂面，覺得奇怪，當時大約十多米的距離。<br><br>當制服D1並帶往HSBC時，因為該門口窄，警長A及負責拖行的同事帶其入去，B本人並沒有跟入去，隔一段時間後，才在內宣布拘捕。雖然隔一段時間才進去宣布拘捕D1，但仍可透過其衣著從眾被捕人中認出D1，因岩岩見完仲好新鮮。<br><br>制服過程中並沒有拉下D1的頭巾，由於中間D1甩了隻鞋，故在其面前，幫其放番入背包中。在帶離HSBC前，由於成地玻璃碎，所以有從其背包中取出，並讓其穿回隻鞋，以免整親。<br><br>（展示證物P2背包）<br>B表示沒有印象<br>（展示證物P2背包+證物P31背包套）<br>B表示這有印象<br><br>交給警員9481時有連同背包套，記憶中沒有拆開任何嘢，不用打開袋，都可以放物品入去。<br><br>控方主問完成<br>==========<br>辯方盤問<br><br>（直播員表示抱歉，盤問之時，另有事，未能抄錄，如有相關資料可向bot提供， <a href=\"https://t.me/thisiscourtbot\">@thisiscourtbot</a>）<br><br>=========<br>PW7 (PC 9487陳海良(音))作供<br><br>2020年1月1日中午12:30因應港島遊行在灣仔總部當值候命，下午16:40接通知有銀行受破壞後到達軒尼詩道近盧押道交界匯豐銀行外，當時便衣同事在匯豐銀行內拉咗人要幫手。<br><br>警長B將被告D1從匯豐銀行帶出來，PW7向警長B了解咩事，將D1帶上警車同警長B先回警總。警長B將D1交我時，佢身上黑色鴨嘴帽(證物P1)背囊(P2)連防水罩(P31)，回灣仔警總後PW7再將D1轉帶至北角警署，證人作供説證物揸在手一直保管至北角警署臨時羈留中心才在D1面前打開背囊及搜身發現其他證物：<br>D1身上外套：<br>一對手套(P39)<br>背囊內：<br>粉紅色長袖衫 (P40)<br>白色短袖衫 (P41)<br>紅色玻璃鎚 (P42)<br>黃色鉗(P43)<br>黑色士巴拿(P44)<br>藍色手電筒(P45）<br>粉紅色過濾防毒口罩(P46)<br>黑色眼罩(P47)<br>黑色長褲(P48)<br>iPhone 8 (P49)<br>被告身上衣物：<br>長䄂黑色外套(P50)<br>黑色短袖衫(P51)<br>黑色長褲(P52)<br>得右腳穿上一隻鞋(P53)<br>頸上一條面巾(P54)<br><br>PW7在北角警署帶D1影相打手指模同做會面紀錄，證物之後交給PC3541 處理<br><br>PW7 (D1辯方盤問)<br><br>1.被捕後未到北角前<br>證人回答由灣仔匯豐銀行帶D1上警車至後來到北角警署從來無打開個背囊，但同意上警車前個背囊狀況點唔知道，同埋有幾多警員之前接觸過證物背囊亦都唔知。<br><br>辯方律師再細問下，PW7形容由灣仔上警車到灣仔警總時有警長B及被告，當時由警長B負責看管被告背囊。而由灣仔出發到北角警署時警長B因沒有跟同一架警車去所以將背囊交PW7負責(證人說警長B其後有在北角警署再出現)。<br><br>D1律師此時告訴PW7話警長B作供時說原車同你由警總跟D1去北角警署❗️證人講我不知道，記憶中警長B離開咗架警車不是一齊去北角。<br><br>2.北角警署內<br>盤問下證人回憶當日先帶D1去見值日官之後再帶到停車場設立的臨時羈留中心，在帳篷內一對一替D1作第三級搜身(只剩底褲)。辯方大律師指出證人搜身時有用掌心位置托住(逗)被告陰囊❗️證人否認⋯⋯<br><br>律師盤問被告搜完身去影相，由第二位警員負責，PW7同意。但D1律師隨即指PW7入帳幕搜身前將背囊交影相同事，搜身完帶D1去影相位置時，證物已排好準備影相，而當日地上雜亂放了很多其他人證物，證人否認。律師要求PW7看證物P17第五張相，地上有藍色物件及一白色紅字膠袋不是証物，PW7承認那是犯人財物，證人只檢取自己認為有需要嘅影相，其他不關事唔影相。<br><br>PW7 控方覆問<br>剛才第五張相地上白色紅字膠袋側邊東西是甚麽？PW7只答不是本案證物。而問到同一相冊第七張相所到物件，證人就答部份物品不需拍照，部份是證物未拍住。<br><br>PW7所有作供完畢。"
    },
    {
      "id": "message12426",
      "day": "20201225",
      "time": "16:39:28",
      "from": "",
      "text": "<a href onclick=\"return ShowHashtag(\"東區裁判法院第十庭\")\">#東區裁判法院第十庭</a><br><a href onclick=\"return ShowHashtag(\"張志偉裁判官\")\">#張志偉裁判官</a><br><a href onclick=\"return ShowHashtag(\"20200101灣仔\")\">#20200101灣仔</a> <a href onclick=\"return ShowHashtag(\"審訊\")\">#審訊</a>[5/5]<br><br>非即時<br>補回D1辯方中段陳詞<br><br><a href=\"https://t.me/youarenotalonehk_live/11849\">回顧part 1審訊</a><br><a href=\"https://t.me/youarenotalonehk_live/12425\">回顧part 2審訊</a><br><br>D1:高(17)  <br><br>(1)刑事損壞 (D1,D2) <br>於本年1月1日，在香港灣仔軒尼詩道71號至85號的滙豐銀行分行之外，分別損壞屬分行的出入口之玻璃門及木圍板<br><br>(2)管有適合作非法用途的工具及意圖作非法用途使用(D1)<br>於本年1月1日，在香港灣仔軒尼詩道71號至85號的滙豐銀行分行之外，管有1個爆破玻璃鎚，1支鉗和1個扳手(士巴拿)<br><br>=========<br>D1中段陳詞<br>D1共面對兩項控罪：刑事損壞，管有適合作非法用途的工具及意圖作非法用途使用<br><br>辯方認為兩項控罪被告均無需答辯。假設把所有證據推到最高，相關證據均零碎，薄弱。<br><br>針對控罪一控方主要依賴警長A的觀察，而針對控罪二，證物鏈有斷裂，即使冇，證據都非常薄弱。<br><br>控罪一<br>只有一個證人（即警長A）指出有觀察，警員B，PW7均沒有對D1的行為有觀察。警員B沒有睇到案發情況。當完全依賴或大部分依賴辨認證據，在案例 R v. Turnbull [1977] QB 224，及案例 R v Galbraith [1981] 1 WLR 1039一齊睇時，應由法律裁斷者決定。<br><br>法庭有責任在以下情況命令證據撤回：<br>1. 觀察時間短<br>2. 距離遠<br>3. 燈光不足<br>4. 中間有熙來攘往的人和車<br><br>即使容許此類證據留在控方案情，都是太薄弱，並未達到證據的門檻。<br><br>有案例指出以下證據（距離遠，約8米，觀察時間短，只有5秒）是有明顯疑點，異常薄弱的。<br><br>此案例指出案例Turnbull，及案例Galbraith的情況下，當時的暫委法官裁定被告無需答辯。<br><br>在本案中，警長A觀察只有3分鐘，視線中間的人熙來攘往。從庭上播放的片段可見現場十分多人，沒有圍欄，都是穿全黑或相似的裝束，有遮陣在中間。在玻璃門前有2,3級，外有圍板，要行入去才接觸到玻璃門，觀察距離至少20米。<br><br>辯方同意警長A是誠實的證人，警長A表明沒有看到D1打爛玻璃門，沒有看到D1有拎什麼。控方並沒有實質直接的證據。事實裁斷者應視之證據異常薄弱。<br><br>控罪二<br>辯方認為是該些物品「唔知點解」在裡面，控方應要嚴格推論，但推論中有好大的真空。一名不知名警員X並沒有出現在控方案情中，警長A，警員B均不知道其身份，但該不知名警員X有處理過證物。該不知名警員X不是「nobody」，是重要角色。他有份制止被告，有拎著證物進入HSBC，有與警長A一同進入HSBC。<br><br>在辯方覆問時，已問過警長A及警員B，不知名警員X是誰，均表示有這個人但不知道是誰。到中段陳詞的現在，仍沒有人知道X是誰，但他有份負責。<br><br>此外，警長A向法庭展示背包時也顯示該背包的索帶爛了，很容易在隔離「攝」物品進內。警員B亦自招可「攝」物品入去，其後雖然有澄清是背包套與背包之間的空隙，而非背包內。<br><br>從控方主問中，仍沒有人知道證物在哪個位置找出來。而包致金法官曾指出物品放在哪兒十分重要。而控方由一開始已知道辯護方向是挑戰證物鏈，但其案情中並沒有清楚交代所有有處理過的人，物品放在哪兒。故此，辯方認為控方案情有漏洞，其案情十分脆弱。<br><br>同時，警員B可以以為是D1的物品便放入去。當時警員B形容「成手都係嘢」，常人理解都會係有好多「嘢」。然，警員B指說拿著一個背包，及D1。那麼，仲有冇其他「嘢」是以為屬於D1就放進去？而其中有個情況是，從HSBC離開後，到警察總部突然轉手，這個可以形容為令人不安的情況。因此，控方必然滿足不了lim 1及lim2<br>（直播員按：lim1是Turnbull案例，lim2是Galbrith案例）。<br><br>在單對單，甚至是可以說是單對「冇嘢」，D1無法論證一些不屬於其的物品，而是控方需要嚴格論證，但其無法完成整個證物鏈。辯方表示，近來並沒有類似的案例，最相似的已是一個馬來西亞（都是普通法的國家）的案例，該案例中有一個撿取證物警員沒有提出，從而法庭裁定表證不成立。<br>=========<br>控方回應D1陳詞<br>1. 警長A是說見到D1從雨傘陣中出來，有專注在D1，而觀察距離也是愈來愈近。辨認身份的距離，時間，日光，是足夠的。控方認為是能滿足法理上的要求。警長A所指的觀察3分鐘是D1從遮陣中出來時，開始專注在D1，當時光線充足，供詞中亦指出視線沒有任何阻擋，沒有離開過D1，證供已能滿足要求。<br><br>控方承認警長A沒有直接見到D1打玻璃門，但希法法庭考慮環境證供。觀看cctv影片時，玻璃門是先裂後碎，與警長A的證供亦吻合。<br><br>2. 控方證供上從沒有說過有交證物予不知名警員X。警長A及警員B在地上執起背包，並沒有打開過，後交付PW7，PW7在D1面前打開並撿取物品。PW7指出是從背包裡面搵到，也指出有防水套包著背包。<br><br>裁判官指示拿出背包再覆看，並量度其深度與寬度，及物品長度。指出背包內有貼著的內袋，其深約7,8吋，而3樣指控物品長約6吋。<br><br>控方再指出PW7表示除了3樣指控物品也有其他9樣物件，可以說是整個背包「裝滿哂嘢」<br><br>裁判官續問內袋及外袋寬度，分別為約7吋及約8吋。<br><br>控方指出警長A，警員B沒有打開過背包，而警員B只是把D1的鞋「攝」入防水套及背包之間的空隙。從警長A及警員B在主問時認不出背包，直至套上防水套後才認出可見。<br>==========<br>D1辯方回應<br>1. 警長A並沒有見到D1打爛玻璃門，所謂無間斷觀察只是從傘陣開始。控方需舉證至法庭得出「唯一推論」方能成立。當時有7-8人，不只是唯二，甚至唯三唯四，乃至唯七推論也可以。控方沒有足夠的證明。<br><br>2. 在背包裡面把證物拎出來，是控方陳詞才提及，PW7只提及背包連防水套開始拆，而沒有直接說明從哪一個位置取得，可以是外袋，內袋，或防水套與背包之間的空隙。<br><br>警長A並沒有留意不知名警員X，但不知名警員X也沒有被控方傳召，未能證明與不知名警員X的相關事情。<br><br>D1辯方中段陳詞完結<br><br><strong>直播員注<br></strong><br>1. 案例Turnbull<br><br>指引：係一名誠實可靠既證人都會有機會認錯人，所以處理認人證供要特別小心<br><br>2. 案例Galbraith<br><br>指出法庭應如何考慮是否表面證據成立，這指引一直由法庭沿用：<br><br>「(1) 如無證據證明被告人曾犯控罪，法官當可中止該案；<br>(2) 在有證據但證據薄弱的案件，例如證據本身單薄貧乏或隱約模糊，或與其他證據互相矛盾：<br>(a) 如法官的結論是:控方所提出的證據，即使獲得最有利的詮釋，陪審團經適當指引後也不能據此將被告人妥為定罪，他便有責任中止該案；<br>(b) 然而,如控方證據的強弱要視乎對證人可靠程度的看法而定，或取決於其他一般而言屬陪審團範疇的事情;並且如根據對案情的一個可能看法，確有證據讓陪審團經恰當考慮後，得出被告人有罪的結論者，則法官應把事情交由陪審團審理。<br>(3) 對於模稜兩可的個案，法官可酌情處理。」<br><br>直播員再按：有關D1的案情在此完結，謝謝各位耐心等待"
    },
    {
      "id": "message12427",
      "day": "20201225",
      "time": "17:07:39",
      "from": "法庭文字直播台",
      "text": "<a href onclick=\"return ShowHashtag(\"東區裁判法院第十庭\")\">#東區裁判法院第十庭</a><br><a href onclick=\"return ShowHashtag(\"張志偉裁判官\")\">#張志偉裁判官</a><br><a href onclick=\"return ShowHashtag(\"20200101灣仔\")\">#20200101灣仔</a> <a href onclick=\"return ShowHashtag(\"審訊\")\">#審訊</a>[3/5]<br><br>非即時，此為D2案情部分<br><br>D2:黎(21)  <br><br>(1)刑事損壞 (D1,D2 ) <br>於本年1月1日，在香港灣仔軒尼詩道71號至85號的滙豐銀行分行之外，分別損壞屬分行的出入口之玻璃門及木圍板<br><br>(3)抗拒在正當執行職務的警務人員(D2) <br>於本年1月1日，在香港灣仔軒尼詩道71號至85號的滙豐銀行分行之外，抗拒在正當執行職務的警長C<br>========<br><br>（直播員表示抱歉，主問於審訊2日完成，其時另有事，未能抄錄，如有相關資料可 <a href=\"https://t.me/onlycourtbot\">按此</a> 向bot提供）<br><br>PW3 重召盤問(D2辯）<br><br>證人(警長C)補充上次作供見到匯豐外噴字到同該人(D2)有身體接觸中間相隔8至10秒。時序是見到此男子噴字，門外大叫「手足走呀」，身體接觸，身體倒地，並同意是頗短時間發生既連貫性動作。<br><br>重問P18 相冊第一張相最左有一黃黑間地方是倒地位置，證人不肯定，印象中是在酒家外。<br><br>～庭中再播片(P2-2 )<br>以下是PW3回答律師見到事情：<br>00:07 噴漆男子是供詞提及那人<br>00:09-12 見到一支旗由灣仔向金鐘方向移動，遮住噴漆男子，此時段見不到男子在畫面右面<br>00:27-49 見到一班相信是便衣警向前衝<br>00:52警员酒家外作軀散<br><br>證人同意男子噴完字，播放畫面見不到任何人即時或者短時間上前截停，但過咗20秒一班便衣向前衝，跟住見到PW3自己在酒家外制服男子鏡頭，但同時説噴完字時自已在鏡頭外左方所以拍不到自己動作，也不同意辯方話D2倒地前沒大叫「手足走呀」同從來沒有嘖漆在D2身上跌出。<br><br>PW3控方覆問<br>PW3補充剛才片段細節：根據片段見到噴字後，男子向前行，而證人尾隨隔兩三秒後個鏡頭轉由左向右方專注拍一班人衝出嚟，沒有影到PW3果個位置，所以剛才D2律師指冇即時拘捕噴漆男，是那片段沒法子表達，證人同那班便衣相距有一段距離。<br>控方又問片段曾經顯示一支旗遮住被告，那片段能否展示當時情況？證人回答片段只能顯示有人門外噴到字。<br><br>PW3重召口供完。<br><br>法庭與律師同意以65(b)記錄匯豐銀行職員張惠芳(音)口供(證物P38)同警長C，E，F及D3之醫療報告(分別為P25.26,27及D3-1)，匯豐職員口供大約是2019年12月31日下班時分行及理財中心沒有塗污或破壞，運作正常，但2020 1月1日返回銀行檢查時發現外圍木板被塗污，理財中心被破壞，櫃員機及CCTV俱受損。<br><br>雙方同意PW10不用出庭<br><br>========<br><br>PW8 高級督察 林栢喬 作供<br><br>時發當天16:41同隊員去到軒尼詩道盧押道交界匯豐銀行，見對面行車線好多人遊行，而自己身前行車線有人群湧過來包圍較早前嚟到之PTU便衣警員，於是命令隊員設防守線，當時間中有雜物如水樽及遮擲過來。<br><br>匯豐銀行內便衣同事拘捕了一批人，PW8進入銀行見到五六個人被控制地上，於是指派隊員同便衣交接後自己行返出銀行。數分鐘後便衣警長C出嚟指住行人路同馬路壆位黑色噴漆並說是拘捕人士身上跌出來，但冇講清楚邊位被告。PW8於是檢取噴漆作證物，打算之後俾返處理被捕者警員。再過10分鐘，證人隊員及警長C同數被捕人士出來，證人問警長C噴漆是那個被告，獲告知是位黑衫褲疑犯，即被告D2，負責拘捕警員是PC 58327。證人認出證物P34是現場檢取噴漆，證物在帶被告D2上警車前交PC58327。<br><br>PW8 D2辯方律師盤問<br>盤問下證人同意對噴漆證物出現原因主要倚賴警長C行出匯豐銀行時對他講，自己沒有親眼看見從何而來，在馬路檢取噴漆時個罐是靜止狀態。<br><br>PW8 控方覆問<br>控方問證人警長C從匯豐銀行出來是在那位置對他說噴漆是被告D2身上跌下，PW8指是在呈堂相薄相片第一張P18(1)之行人路壆位對他講。"
    },
    {
      "id": "message12428",
      "day": "20201225",
      "time": "17:08:52",
      "from": "",
      "text": "<a href onclick=\"return ShowHashtag(\"東區裁判法院第十庭\")\">#東區裁判法院第十庭</a><br><a href onclick=\"return ShowHashtag(\"張志偉裁判官\")\">#張志偉裁判官</a><br><a href onclick=\"return ShowHashtag(\"20200101灣仔\")\">#20200101灣仔</a> <a href onclick=\"return ShowHashtag(\"審訊\")\">#審訊</a>[5/5]<br><br><strong>非即時，補回D2部分</strong><br><br>D2:黎(21)  <br><br>(1)刑事損壞 (D1,D2 ) <br>於本年1月1日，在香港灣仔軒尼詩道71號至85號的滙豐銀行分行之外，分別損壞屬分行的出入口之玻璃門及木圍板<br><br>(3)抗拒在正當執行職務的警務人員(D2) <br>於本年1月1日，在香港灣仔軒尼詩道71號至85號的滙豐銀行分行之外，抗拒在正當執行職務的警長C<br>========<br>D2中段陳詞<br><br>辯方表示控罪是以「夥同犯罪」為基礎。<br><br>控罪1 <br><br>控罪寫明D1,D2分別破壞玻璃門及木圍板。控方需證明D1有破壞玻璃門及木圍板，並證明D2有破壞玻璃門及木圍板，罪名方能成立。<br><br>控方未能證明2人事前有協議去破壞2項財物，控方亦需要證明2人是在共同行事下破壞2頂財物。<br><br>如果只證明並中一個人破壞其中一種財物，在現行案情所寫的，是不足以將其定罪。辯方認為這非是控罪缺失，而是控方有意寫法。<br><br>將案情推至最高，沒有任何證據顯示D2有破壞玻璃門，D2與破壞玻璃門沒有一丁點關係。<br><br>控罪3<br>D2辯方律師沒有中段陳詞<br>========<br>控方回應<br><br>如果D1控方無法證明其犯罪，控方仍可控告D2。控方強調的並非「串謀」，而是「Joint Enterprise 」，所以控方只證明D2有破壞木圍板，仍可將其定罪。<br><br>舉例說明：如果疑犯A與疑犯B共同偷一樣物品，若只證明A有犯罪，仍是可將其定罪。<br>========<br>D2辯方再回應<br>從法律典籍中可見，2個被告在同一條控罪中，即控罪表示D2有破壞2項財物。<br><br>而且本案控罪詳情中用了「及」，控方就其指控須證明D2有破壞2樣「嘢」<br><br>D1及D2沒有任何證據顯示其有任何協議。<br><br>故此，法庭應裁定D2無需答辯<br>========<br><br>直播員按：對唔住D1,2,3，各有甩漏，希望有人可補足。再對唔住D3，你果部分，直播員仲好努力寫緊。<br><br>最後，是日聖誕，祝大家聖誕平安。在出文時，得知12港人3日後將被閉門審訊，只願有生之年等到他們回港。<br><br>~聖誕不快樂~"
    }
  ]
}