{
  "messages": [
    {
      "id": "message12250",
      "day": "20201219",
      "time": "01:13:23",
      "from": "法庭文字直播台",
      "text": "<a href onclick=\"return ShowHashtag(\"九龍城裁判法院第十三庭\")\">#九龍城裁判法院第十三庭</a> <br><a href onclick=\"return ShowHashtag(\"鄭念慈裁判官\")\">#鄭念慈裁判官</a> <a href onclick=\"return ShowHashtag(\"攻擊性武器\")\">#攻擊性武器</a> <a href onclick=\"return ShowHashtag(\"刑事損壞\")\">#刑事損壞</a><br><a href onclick=\"return ShowHashtag(\"1204土瓜灣\")\">#1204土瓜灣</a> <a href onclick=\"return ShowHashtag(\"審訊\")\">#審訊</a>[1/2] <br>（*深夜補回審訊記錄。）<br><br>鄭(16) <br><br><u>控罪</u><br>(1)<u>參與非法集結</u><br>於2019年12月4日，在九龍土瓜灣馬頭圍道近譚公道交界參與公安條例18(1)條屬非法集結的集結。‼️<strong>認罪</strong>‼️<br>(2)<u>刑事毀壞</u><br>於同日同地，與男子卓、男子李、女子徐及其他不知名人士無合法辯解地損壞一輛巴士UW9615的擋風玻璃。<br>(3)<u>在公眾地方管有攻擊性武器</u><br>於同日同地，管有一支伸縮鋼棒。 <br><br><u>案情（針對控罪(1)）</u><br>2019年12月4日大約0715時，約8名男女包括被告，於馬頭圍道近譚公道交界集結，將雪糕筒放出馬頭圍道行車線阻塞交通。警員20956將被告截停及拘捕，於警誡下，被告承認放2個雪糕筒出馬路。 <br><br><strong>承認事實</strong><br>(1) 2019年12月4日0715時，約8名男女包括被告，於馬頭圍道近譚公道交界集結，將雪糕筒放出行車線阻塞馬路。<br>(2) 男子卓、李及女子徐損壞屬於九龍巴士1933有限公司1輛巴士（車牌UW9615）的擋風玻璃。3人於2020年4月29日接受警司警誡。<br>(3) 警員20956將被告截停。<br>(4) 本案證物P2-7的證物檢取不受爭議。<br>(5) 0722時，警員20956以非法集結罪名拘捕被告，口頭警誡下被告說出：「我淨係放咗兩個雪糕筒。」<br>(6) 0723時，警員以刑事損壞罪名拘捕被告，警誡被告說出：「支噴漆係頭先有人喺球場畀我嘅，但我冇用過，我冇刑毀。」<br>(7) 0725時，警員以管有攻擊性武器罪名拘捕被告，被告在警誡下說出：「支伸縮棍係頭先有人喺球場畀我嘅。」<br>(8) 被告在警誡下說出的話，皆是自願說出。<br>(9) 控方製作1本相簿，內有45張照片，呈堂為證物P8。<br>(10) 九巴UW9615的閉路電視片段燒錄為光盤，呈堂為證物P9。<br>(11) 警員95178攝錄的片段燒錄成光碟，呈堂為證物P10。<br>(12) 本案證物P2-11的連貫性及完整性不受爭議。<br>(13) 被告沒有刑事定罪記錄。<br>(14) 此承認事實呈堂為證物P1。 <br><br><strong>證物</strong><br>P1 承認事實<br>P2 黑色外套1件<br>P3 黑色口罩1個<br>P4 黑色背包1個<br>P5 黑色噴漆1支<br>P6 黑色手套1對<br>P7 伸縮棍1支<br>P8(1-45) 相簿<br>P9 九巴閉路電視片段USB<br>P10 警員95178攝錄片段光碟<br>（控方以65b方式呈遞專家吳家豪就伸縮棍作出的報告。） <br><br>============== <br><br><u>傳召控方證人PW1 警員20956 作供 </u><br><br><u>控方主問 </u><br><br><u>證物</u><br>P11 顯示被告衣著的照片 <br><br>背景<br>PW1現駐守紅磡警署特遣隊，案發時便裝當值早更，與隊員進行反堵塞道路行動。0715時，他於馬頭圍道一帶近北帝街，收到隊員通知指幾名戴手套、口罩的男女在譚公道附近聚集，思疑會作堵路，便前往觀察。於案發地點，幾名深色衣著、蒙面的男女，在1架巴士的擋風玻璃上噴漆；緊接有人將雪糕筒放在3條行車線上。 <br><br>拘捕過程<br>警員上前，8名男女四散，PW1見被告身穿黑上衣灰長褲、戴黑口罩，沿馬頭圍道向紅磡方向逃走。譚公道6號外，警員3332曾攔截被告不果，PW1上前大叫：「警察！」但被告未有停下，繼續奔跑；終被截停，2名警員一同把他制服。PW1搜查被告，在其外套右袋找出噴漆；又搜查背包，發現伸縮棍。 <br><br>證人辨認證物，特別指出黑風褸上有Adidas標誌，黑背包上有球形鎖匙扣。控方另將1張照片呈堂，為證物P11。<br>證人又觀看P9、10片段，憑風褸和背包辨認出被告。<br><br><br><u>辯方盤問</u><br><a href=\"https://1drv.ms/w/s!AsevY-EgO-kZeXGN6hnZMFxa3bE?e=fuc1Tf\">控方證人盤問問題稿</a><br><br><u>辯方證物</u><br>D1 地圖<br>D1(1) 有PW1標記的地圖 <br><br>PW1在盤問下確認，自己是隔1條馬路距離觀察事發經過；抵達案發現場時，堵路事件已經發生，被告做過什麼，他並不清楚。他同時同意「被告從未靠近九巴防風玻璃」及「被告從未塗鴉」。<br><br>辯方亦問及當時其他被捕人士的穿著，PW1指他們衣著近似校服。而對於伸縮棍，PW1雖在它未完全打開前，不能百分百肯定其為何物；但經過觀察，可以在不將其伸開的情況下得知它是伸縮棍。<br><br><br><u>控方覆問</u><br><br>PW1澄清：自己截停被告後搜出噴漆，因有理由相信他曾塗鴉巴士，才作拘捕。他並非直接看到被告塗鴉玻璃。 <br><br>控方展示相簿，PW1確認相中人為女子徐，她當時穿長褲。 <br><br>裁判官釐清：PW1同意辯方所言「被告沒有噴漆」，是單針對證物片段還是整體而言？PW1澄清：在片段中未見被告噴漆，但就自己目擊的情況而言則不清楚。<br>裁判官檢查伸縮棍，查看其「凸出嚟」、「尖」的情況，發現即使伸縮棍「閂埋」，仍可從左右兩側看到「尖位」。<br><em>（*直播員OS：公眾睇唔到 集體狀況外）</em><br><br><br>PW1作供完畢。 <br><br>============== <br><br><u>傳召控方證人PW2 司機焦永明先生 作供 </u><br><br>背景<br>案發當日，PW2駕駛14號巴士往中港碼頭，當值早更。他於約0645時從油塘出發，案發時抵達馬頭圍道近新山道，車頭向尖沙咀；此時，6-7名身穿類似校服的蒙面人士拿雪糕筒放在路邊，旋即用黑噴漆噴污車頭玻璃、左右兩邊鏡。 <br><br>有市民將雪糕筒搬回原位，1-2分鐘後警員到場，逮捕蒙面人士。交通燈號曾轉幾次，但PW2受雪糕筒及噴漆所礙，沒有開車；最後他開車門讓乘客下車。<br><br><br><u>辯方盤問</u><br><br>PW2憶述，當日自己巴士排在近交通燈頭位，蒙面人士是先放雪糕筒再噴漆。辯方向他指出，案發時有另1輕型貨車在巴士前方，且涉案人士是先噴漆、再放雪糕筒；PW2遂表示自己記憶已模糊。<br><br>因噴漆人士蒙面，PW2看不到他們的特徵，但記憶中噴擋風玻璃的有2個人。<br><br><br>控方沒有覆問。 <br><br>PW2作供完畢。 <br><br>============== <br><br><u>傳召控方證人PW3 警員9517黃家輝(音) 作供</u><br><br>背景<br>案發當日，PW3駐守紅磡分區特遣隊，與PW1一同當值。他奉命帶備1部手提攝錄機以便取證。0715時，他目擊7-8名身穿校服的學生於馬頭圍道近譚公道堵路，便開始錄影。攝錄58秒後，上述人士四散跑走，PW3見同僚人手不足，便停止拍攝、上前幫助。事件中有3男1女被捕；回到警署後，PW3成為本案證物警員。 <br><br>PW3查看相簿所示的不同物品，辨認屬於哪位被告。 <br><br><br><u>辯方盤問</u><br><br><u>辯方證物</u><br>D1(2) 有PW3標記的地圖 <br><br>PW3確認：馬頭圍道行人路上有欄杆和長凳；事發期間，自己主要透過攝錄機的屏幕觀察，馬路上有車；攝錄時，自己因不想涉案人士看見自己錄影，故有埋伏。<br><br>0725時，幾名警員各自控制著幾名被捕人士，這時是PW3第一次留意到被告。<br><br><br>控方沒有覆問。 <br><br>PW3作供完畢。"
    },
    {
      "id": "message12251",
      "day": "20201219",
      "time": "01:17:43",
      "from": "",
      "text": "<a href onclick=\"return ShowHashtag(\"九龍城裁判法院第十三庭\")\">#九龍城裁判法院第十三庭</a> <br><a href onclick=\"return ShowHashtag(\"鄭念慈裁判官\")\">#鄭念慈裁判官</a> <a href onclick=\"return ShowHashtag(\"攻擊性武器\")\">#攻擊性武器</a> <a href onclick=\"return ShowHashtag(\"刑事損壞\")\">#刑事損壞</a> <br><a href onclick=\"return ShowHashtag(\"1204土瓜灣\")\">#1204土瓜灣</a> <a href onclick=\"return ShowHashtag(\"審訊\")\">#審訊</a>[2/2]<br>（*深夜補回審訊記錄。）<br><br>鄭(16) <br><br><strong>控罪</strong><br>(1)<u>參與非法集結</u>‼️認罪‼️<br>(2)<u>刑事毀壞</u><br>(3)<u>在公眾地方管有攻擊性武器</u><br><br>==============<br><br>控辯雙方同意以65B的形式呈交測試申縮棍的專家報告，證人無須出庭，之後控方在庭上讀出一頁紙的報告內容。<br><br>裁判官詢問主控官有關控罪(2)的法律觀點，主控表示是控被告「joint enterprise, not conspiracy」——「佢同其他人人一齊做，佢冇單獨做，車cam片段亦影唔到佢有做」。<br><br>‼️<strong>裁判官裁定控罪(2)(3)表證成立，被告需要答辯</strong>‼️<br>被告選擇出庭答辯，不會傳召證人。<br><br>==============<br><br><u>被告作供</u><br><br><u>辯方主問</u><br><br><u>辯方證物</u><br>D1(3) 有被告標記的地圖<br><br>背景<br>被告案發時讀中四，15歲，身高187 cm，是學校排球隊成員。<br><br>案發之前<br>事發前一晚（12月3日）約21時，被告在Instagram見到卓姓同學的限時動態，內容為：「聽朝整road block」。<br>被告覆：「我去，when」，同學覆：「06:45」。被告遂問：「一樣球場？」<br>被告解釋「一樣球場」——12月3日早上，馬頭圍道曾經有路障。被告無參與，但有同學參與、被post上網，在同學間引起很大迴響。傳聞放路障的人士在馬頭圍道球場集合。辯方呈上Instagram對話截圖。<br><br>被告後被加入一個WhatsApp 群組，組內有12人，包括被告的2名中三同學林和李（其中林是被告朋友）。組內只有一句對話，是卓說的：「4/12行動road block」。12月4日是上學日，被告相信是快閃行動，「完咗會返學」，故當天被告帶了書、穿校服皮鞋出門。他亦有帶灰黑色風褸和波鞋，放在背囊，有帶口罩和手套。<br><br>案發前一刻<br>當日被告遲了出門，大概7時到達球場；已有其他學校的學生在場等待，被告與他們互不相識，便在一旁換風褸和波鞋，把校服和皮鞋放入書包。換衫時，有6-7名同學到場，包括林、李、卓。在場人士然後圍圈，卓道：「將雜物放出對面馬路」。當時被告並無想過要放什麼，打算見「到咩就放咩」。<br><br>（辯方呈上地圖，請被告在地圖上標示出3個位置：球場、對面馬路及自己被捕位置。）<br><br>各人隨後各自收拾物品。離開球場時，被告遇到1名其他學校的學生，叫每人在1袋噴漆中拿走1支。見3名同學拿了，被告亦拿走1支放在外套袋中，但沒細想要怎麼用。球場外的行人路上，1把聲音叫住被告：「幫我袋啲嘢。」被告袋中遂被放入1樣物品。他第一次參與社會運動，緊張，未有回頭；但認得聲音屬於林。平常打波，被告都會幫林「袋嘢」，當時估計是水。<br><br>案發過程<br>一行人到達馬頭圍道譚公道交界，在紅綠燈位停下，見到有雪糕筒，就拿起放在馬頭圍道慢線。被告此時望向九龍城方向，見到有人噴黑巴士擋風玻璃，便行上行人路等待。突然，有便衣警員從譚公道衝出，被告向紅磡離開，卻被便衣擋住；有便衣拉他書包，他被撻在地上。<br><br>拘捕之後<br>警員問他：「做咩？」被告回答自己放了2個雪糕筒。警員搜他書包，搜出1支申縮棍，他指是「有人畀」自己。警員從地上拾回噴漆，被告指自己「冇用過」。警員將物品放入被告書包、扶他起身、上手銬，與他上警車並在車上進行警誡。<br><br>被告在車上見到李和卓被捕，但不見林，自此之後，兩人失去聯絡。<br><br><br><u>控方盤問</u><br><br>控方指出：12月4日是被告第一次參加set road block，其理解是將雜物放在馬路，令車輛不能前進，目的是喚醒大眾對反修例的關注。這次事件是一班人集體做同一件事，要有話事人講做乜嘢，但唔知邊個係頭頭；被告沒有作任何查詢，而穿灰色衫是自發的。被告同意。<br><br>被告同意當時的行動由卓「話事」，但自己未有過問行動細節，如：邊個位置，放咩雜物……。他承認自己答不出行動目的；噴漆是「見人攞就攞」；知道要阻止車輛行駛，但沒想到他人會噴車、也沒想到路上會有巴士；且如果當時找不到雜物，自己都會離開返學。<br><br>被告在盤問下承認有留意社會運動新聞，見過有人刑事毁壞、用噴漆噴物件，亦見過有人被捕後被搜出伸縮棍。<br><br>主控問一連串問題：唔覺得林放嘢入背囊好奇怪？冇諗過背囊夠唔夠位？冇諗過會加重負擔？知唔知前一日有冇人被捕？冇諗過會被警察發現要逃跑？被告一律否定。主控再問：林喺球場時你已經喺度，點解當時唔（將啲嘢）放入背囊？攞完噴漆又唔放入去？被告一律答「唔知」。<br><br>被告稱，直至搜查才知自己背囊中有伸縮棍：之前「睇唔到」，直至警員打開袋住伸縮棍的袋子、把伸縮棍拿出來仔細檢查才知道。當時，他因為害怕驚（沒想過會被捕、害怕要「為支棍負責任」）而沒有解釋伸縮棍不屬於自己。<br><br>主控<u>向被告指出以下事項：</u><br>- 警員從未打開裝棍的袋<br>- 被告心知有棍，才在警誡之下謊稱棍不屬自己<br>- 被告在12月4日參與堵路，帶了噴漆，其中一個行動是噴巴士<br>- 12月3日片段中拍攝到堵路<br>被告均不同意，並指12月3日的片段中只見到有打鬥，而同學間傳有堵路。<br><br><u>主控又指出：</u><br>- 當日不同人士有不同角色，包括對巴士造成毁壞<br>- 案發時被告右手戴有手套<br>- 被告右手邊衫袋有噴漆<br>- 警員搜查被告書包，尋獲伸縮棍<br>被告皆同意。<br><br>主控最後指出，被告是清楚知道書包有伸縮棍，而他管有攻擊性武器，是為了將其用作非法用途。被告不同意。<br><br><br><u>辯方覆問</u><br><br>被告解釋：盤問時自己說「冇諗過有巴士」，意思是「冇諗過當刻有巴士停在附近」。盤問時他雖說「唔同人有唔同角色」，但自己「當刻係冇角色，冇噴巴士，只係之前擺個雪糕筒出馬路」。<br><br>被告又確認，警員問起伸縮棍時未有警誡，警誡是上了警車才作出。<br><br>==============<br><br>裁判官指示控辯雙方在12月30前交換書面陳詞，雙方要在明年1月4日前回覆。<br><br>案件押後至2021年1月6日1430在九龍城裁判法院十三庭作最後陳詞。<br><strong>期間被告需還押。</strong>"
    },
    {
      "id": "message12254",
      "day": "20201219",
      "time": "11:35:17",
      "from": "法庭文字直播台",
      "text": "<a href onclick=\"return ShowHashtag(\"西九龍裁判法院第一庭\")\">#西九龍裁判法院第一庭</a><br><a href onclick=\"return ShowHashtag(\"羅德泉主任裁判官\")\">#羅德泉主任裁判官</a><br><a href onclick=\"return ShowHashtag(\"新案件\")\">#新案件</a> <br><a href onclick=\"return ShowHashtag(\"20201201太子\")\">#20201201太子</a><br><a href onclick=\"return ShowHashtag(\"縱火罪\")\">#縱火罪</a><br><br>D1:徐(23)<br>D2:馬(22)<br>D3:羅(16)<br><br>背景：三位被告被控於2020年12月1號凌晨1時13分，於西洋菜北街近白楊街一邊，向警察體育遊樂會投擲九枚汽油彈，以致一輛警方貨車受損毀。三位被告於12月18日被警方以縱火罪拘捕，今天於西九龍裁判法院第一庭提堂。<br><br>控罪：縱火罪<br>違反香港法例<strong>第200章 《刑事罪行條例》 第60(1)及(3)條</strong><br>被控於20年12月1日，在九龍深水埗西洋菜北街430號警察體育遊樂會停車場無合法辯解而用火損壞屬於香港警務處的警察貨車，意圖損壞該財產或罔顧該財產是否會被損壞。<br><br>控方指12月23日須作列隊認人手續，故申請眾被告暫時由警方看管，今天無需答辯。另指出該受損貨車價值多於100萬，現已完全損毀，不能再用。<br><br>控方更透露D1在警誡下作出招認，將案發嘅準備及經過和盤托出；較早前被警方帶往案發地點重組案情，而警方在部份被告報稱居所找到案發時身穿的衣著。控方強調D1招認與CCTV吻合。<br><br>保釋相關事宜：<br>D1-2沒有保釋申請，不反對由警方監管<br>❌D3保釋被拒❌<br><br>案件押後到2020年12月24日0930九龍城裁判法院第一庭再訊。<br><br>三人期間交由警方監管<br><br>- - - - <br>直播員按：三人面帶倦容，D3得悉保釋被拒後神態失落。"
    },
    {
      "id": "message12255",
      "day": "20201219",
      "time": "16:15:26",
      "from": "法庭文字直播台",
      "text": "補回18/12上訴內容Part 1<br><br><a href onclick=\"return ShowHashtag(\"高等法院第一庭\")\">#高等法院第一庭</a><br><a href onclick=\"return ShowHashtag(\"黃崇厚法官\")\">#黃崇厚法官</a> <br><a href onclick=\"return ShowHashtag(\"0727元朗\")\">#0727元朗</a> <a href onclick=\"return ShowHashtag(\"阻差辦公\")\">#阻差辦公</a><br><a href onclick=\"return ShowHashtag(\"不服刑期上訴\")\">#不服刑期上訴</a> <a href onclick=\"return ShowHashtag(\"不服定罪上訴\")\">#不服定罪上訴</a><br><br>劉家棟(23)<br><br>控罪：阻撓在正當執行職務的警務人員<br>(第212章《侵害人身罪條例》第36條)<br><br>案情概要：<br>被控於19年7月27日於元朗安樂路與元朗泰祥街交界，故意阻撓警員15781陳沛杰。<br><br>背景：<br>被告在本年6月17日被時任蘇文隆署理主任裁判官裁定罪名成立，判處被告1年監禁。被告當時在庭內表示會上訴及提出上訴期間保釋。唯被告保釋申請被蘇官拒絕。被告在本年6月23日在潘兆童法官席前申請保釋等侯上訴獲批。<br><br><a href=\"https://t.me/youarenotalonehk_live/6144\">這是時任蘇文隆署理主任裁判官就本案的超短裁決理由</a>：<br>———————————————<br>1020廣播 1033開庭<br><br>上訴方律師指出上訴和答辯雙方已經向法庭呈上書面陳詞，現在只會就陳詞作補充。<br><br>上訴方就定罪上訴的理據：<br><br>上訴方律師指出本案的重點是案發時警方與上訴人的行動中，後者是否刻意阻礙警方行動。<br><br>證據方面：<br><br>上訴方律師指當時蘇文隆署理主任裁判官認為由於控辯雙方已同意片段，故視片段較證人口供重要。<br><br>播放第一條片段P12(2)。上訴方律師指片段第一個重點是有警員向示威者方向衝前，令示威者後退。那時上訴人並未出現。而另一重點是警員忽然向示威者方向衝前的行為令2人倒地。<br><br>黃官向上訴方律師詢問片段中警方與示威者的距離及是否有一班還是一少部份示威者在當時有後退。上訴方律師指沒有確實數據，故不能回答。<br><br>播放第二條片段P12。上訴方律師指片段重點是上訴人當時在警方衝前時在後者前方高舉社工證件，並向警員鞠躬，期間亦有一直後退。 上訴方律師指當時上訴人身邊有同伙説一些話，希望警方可以給予示威者時間離開現場。片段中亦顯示PW3繞過上訴人後，有警員用盾牌把上訴人壓下。<br><br>黃官向上訴方律師詢問，是否有些示威者沒有後退。上訴方律師指從案發前一段時間，示威者已開始後退，即使在前線的示威者在初期沒有後退，但到中段已有後退。上訴方律師再指出當時警方的推進行動有繼續，但亦曾停下過。<br><br>播放P13(有線新聞片段)。上訴方律師指出上訴人右方有人高舉社工證，稱示威者無意衝撃警方，希望警方克制。<br><br>播放D1(蘋果新聞片段)。上訴方律師借此指出當時現場示威者的大概範圍及他們退路的範圍；以及上訴人在案發時的行為。<br><br>案例方面：<br><br>上訴方律師引用譚立輝案(8 HKCFAR 216)，現任終審法院非常任法官陳兆愷法官指出即使被告動作只是為警方構成不便，令後者稍加費力，仍不足以構成阻差辦公。上訴方律師指出有片段支持案發時PW3有足夠位置繞過上訴人；上訴人並沒有用身體阻擋或拉扯警員、推撞警員的盾牌、原地站立以阻礙警員、案發時更有向後退，沒有阻止警方向前推進；亦沒有實質證據指上訴人阻礙警員行動。上訴方律師重申這案只是一個例子，不能概括所有情況。<br><br>上訴方律師再引用譚立輝案，現任終審法院非常任法官陳兆愷法官指出法庭可以用”common sense”(可譯作”常理”)判斷被告行為是否阻礙警方行動。上訴方律師指出上訴人當時有高舉社工證，有對警方鞠躬，他亦因考慮到當時的人群多但退路有限及警方衝前時或會有武力出現，故希望警員”慢啲”，給予示威者時間離開。<br><br>上訴人作出行為的意圖：<br><br>上訴方律師指出原審裁判官已接納上訴人的目的是希望警方能克制。但原審裁判官亦認為以當時現場的情況，警方有責任要把示威者驅散並把他們趕上行人路，因此警員可以衝上人群，即使因此有示威者被撞而倒地也是必然。上訴方律師認為原審裁判官沒有在此案考慮《公安條例》中第46條中的條文，即：<br><br>·本條例中凡訂定可為任何目的而使用所需的武力，可如此使用的武力不得大於為達到該目的而合理需要的程度。<br><br>·本條並不減損任何人為防衞人身或財產安全而使用武力的合法權利。<br><br>就第一項中，上訴方律師指出在本案中，警方是否有必要使用撞或推的方式以達到驅散示威者的目的？他們認為沒有此必要。<br><br>就第二項中，上訴方律師指出即使是犯法人士，他們亦有權利使用用以防衞人身或財產安全的武力。<br><br>上訴方律師指出警方的驅散行動沒有指定時限，而且是會必然使用武力，如果上訴人只是求警方不用過度武力，允許示威者有秩序和安全離開，在第二項中，被告有權使用這行為，不應視為意圖阻撓警方行動。<br><br>黃官向上訴方指出警方的執法行動如何進行是由他們決定，上訴人在本案的行為明顯是想減緩警方的推進，從一般意思上上訴人在本案的行為已是阻撓，但詢問上訴方本案的爭議點是否上訴人在本案的行為是否達到犯法的程度。上訴方律師回應指要考慮上訴人的意圖。<br><br>黃官再詢問上訴方，在本案中需不需要就「意圖」及「動機」定義作釐清。上訴方律師回應指不需要，只需考慮上訴人在本案的行為是純粹阻撓警方的行動，還是阻止警方使用不合法或過度武力，若是後者，便不構成違法。<br><br>黃官再詢問上訴方，本案的另一爭議點是上訴人在本案的行為是否因有”Honest Believe”(可譯作真誠相信)而作出。上訴方律師認同黃官此觀察。再強調只需考慮上訴人在本案的行為是純粹阻撓警方的行動，還是阻止警方使用不合法和過度武力，及離開其可以執行職務的範圍。<br><br>上訴方律師指出由於當時原審裁判官並沒有完整分析當日警方的職責，結果錯誤理解其使用武力的權限，結果認為上訴人是純粹阻撓警方的行動，是原則性犯錯。<br><br>上訴人的行為有沒有lawful excuse(可譯作合法辯解)：<br><br>上訴方律師指上訴人在本案中有合理辯解，因考慮及觀察到當時現場是警方與示威者互相對侍，氣氛緊張，有機會造成更大衝突，故上訴人在本案的行為是為了避免衝突及令人受傷。加上上訴人有慢慢退後，並非阻止警方的行動。若參考陳兆愷法官就譚立輝案的判詞，上訴人的行為確實有合法辯解。<br><br>上訴方律師指控方有責任證明上訴人是知道且”Deliberately”(可譯作”故意”)阻撓警方，並引用一案例，指出上訴人做出行為的動機反而不重要，但控方需就被告作出行為意圖作證明。<br><br>黃官向上訴方律師指出上訴人是有意識地做出本案行為，本人亦理解自己的行為是對警員有阻撓，不過是真誠相信警員會做出過火行為下才做出。上訴方律師同意。<br><br>黃官詢問上訴方律師有甚麼證據支持上述看法。上訴方律師指法庭可依賴片段，重申上訴人在本案的行為故意及有合理辯解，目的是希望能達到保護他人和阻止衝突的同時警方亦能執行工作。而且上訴人與同伙皆是社工，是以服務大眾市民為本。案發時他們的行為是為了減少衝突及暴力。此外，上訴方律師指當時警方是否需要使用暴力執法？若事實上可避免，上訴人便需要履行職責，即做出案中行為，以達到保護他人及阻止衝突的同時，示威者亦能安全離開。<br><br>黃官詢問上訴方律師，他是否正確綜合出申請方就定罪上訴的3大要點，即警方是非正當地執行職務、上訴人當時是真誠相信警方是非正當地執行職務及上訴人在本案的行為是為了避免出現有人受傷或衝突。上訴方律師同意黃官的觀察。<br><br>上訴方就刑期上訴的理據：<br><br>上訴方律師指出上訴人過往並沒有刑事紀錄。<br><br>上訴方律師指出當時原審裁判官沒有考慮以往案例便作出判刑。上訴方律師向法庭指出上訴人在本案的阻礙程度、動機及後果是否需要判處即時監禁？若果需要判處即時監禁，是否要判處1年之久？申請方律師指此控罪以往只是以數星期監禁甚至罰款處理。事實上上訴人只是被PW3繞過，案情並不嚴重。<br><br>上訴方律師引用梁俊威於2001年在警察總部使用「大聲公」後被控襲警及阻差辦公後被李唯治裁判官分別判處3個月及2個月監禁一案(HCMA 52/2022)。指出判刑需要視乎個別情況。若果以梁俊威案的情況及動機已可屬嚴重行為的話，本案是否能用罰款、有條件釋放或社會服務令處理？<br><br>黃官詢問上訴方律師是否以當時環境作為刑期上訴基礎。上訴方律師同意黃官的觀察，再指出警方以停止非法集結的目的固然重要，時間性也頗重要，上訴人在當時做出的行為時的身份也頗重要。重申法庭需要考慮案發環境及上訴人在本案的角色，本案沒有證據指上訴人與示威者是一伙，反之有明顯證據指上訴人是擔任調停角色，如果上訴人在本案的行為達到其目的，可能會對警察及示威者有更好的結果。<br><br>1200休庭"
    }
  ]
}