{
  "messages": [
    {
      "id": "message9607",
      "day": "20200920",
      "time": "13:34:21",
      "from": "法庭文字直播台",
      "text": "<a href onclick=\"return ShowHashtag(\"西九龍裁判法院第十三庭\")\">#西九龍裁判法院第十三庭</a><br><a href onclick=\"return ShowHashtag(\"林子勤裁判官\")\">#林子勤裁判官</a><br><a href onclick=\"return ShowHashtag(\"0830葵涌\")\">#0830葵涌</a><br><a href onclick=\"return ShowHashtag(\"審訊\")\">#審訊</a>(2/2)<br><br>王(24)<br><br>控罪：管有攻擊性武器 (鐳射筆)<br><br>今日審訊內容：被告自辯，以及控辯雙方作出陳詞。<br><br>昨天審訊內容：<br><a href=\"https://t.me/youarenotalonehk_live/9553\">https://t.me/youarenotalonehk_live/9553</a><br>———————————————<br>被告作供(下稱被告為D1)：<br><br>辯方對D1發問內容概要<br><br>被告是在一間會計師行擔任核數師，並居住在案發地點附近。<br><br>在案發當日，她如常在早上上班，當天下班約11時回到葵芳地鐵站與男友會合，2人及後到附近的麥當勞吃晚飯，吃飯後2人在附近散步，然後男友送他回家。<br><br>在回家期間，她與男友有經過葵涌警署，但是沒有停留，沒有做任何事及拿鐳射筆出來。然後2人到好爵中心散步，期間一直與男友同行及聊天。<br><br>在聊天過程中，D1對男友訴苦，然後男友攬着她半分鐘，過程雙方有聊天，她認為男友的舉動是想安慰她。期間她有用手拿着鐳射筆(下文會交代原因)，左手拿着袋。<br><br>後來當PW1，PW2，PW3來到時，他們大聲呼喝他們並用光照向他們，過程混雜大量粗口，並叫「你倆條友企喺到!」，而D1沒有回應，而她男友則指D1沒有㩒過鐳射筆的開關。<br><br>D1表示當時沒有留意附近有沒有警車，所以本身沒有意圖用鐳射筆照向警車。她同意在截查期間附近有2輛警車。<br><br>D1表示她會在工作上使用鐳射筆，主要是在報時利用它的光線射向營幕，指出當中的文字或圖像。<br><br>在D1確認鐳射筆後，她指出它是在案發數日前到公司附近自行購買(因舊的鐳射筆失靈)，在操作上，在鐳射筆表面中有一粒掣(不是在頂部或底部)，㩒着它，鐳射筆便會發光。D1指出她一直把鐳射筆放在袋中，以及她曾把鐳射筆拿出來予男友觀看。<br><br>❇️控方盤問D1內容概要❇️<br><br>D1指出她現時的工作除了會核對客人文件資料是否正確外，也會定期向經理進行匯報工作進度，也要協助其他人準備匯報內容。因此她日常工具會包括紙、筆和電腦。<br><br><br>D1不同意控方指出她只需用電腦整理圖表，只需利用互聯網向經理匯報，並不需要進行匯報。D1回應指她本身要向經理進行匯報，讓他們了解工作進度。<br><br>D1不同意控方指出她與客戶會面時不需要用鐳射筆，只需用書面報告便可。D1回應指她要準備匯報時需要的PowerPoint，而且在匯報期間，她除了有時在其他人匯報期間要作書面紀錄外，本人亦要向經理進行匯報，在匯報期間，她會將鐳射筆的光束指向PowerPoint，協助經理明白她在說明那個論點。<br><br>D1不同意控方指出她的工作只是作出核數，她不需要使PowerPoint，以及只需要提供文件資料予客戶，因此根本不需要使用鐳射筆。<br><br>D1不同意她手上的鐳射筆是由公司提供，她回應指公司沒有提供太多文具予她使用，因此她需要自行購買，但是因為屬小金額，所以她沒有向公司申請撥款。D1也不同意控方指出她購買鐳射筆是非公事用途，她重申是當舊的鐳射筆壞掉才買一個新的，而且是用作公事用途。<br><br>D1指示她每星期有數次的會議需要進行匯報(包括來自公司內和公司外的會議)。<br><br>D1指出案發當天因為她要出外向客戶匯報，所以沒有將鐳射筆放在公司。她不同意控方指出她當天向客戶匯報時不需要用PowerPoint，沒有資源做匯報，以及她不需要用鐳射筆。<br><br>D1指出她在23:45-23:50左右吃完晚飯，她同意控方指出她第二天亦要上班；若沒有和男友散步的話，亦可以走其他路回家；以及她有途經葵涌警署前往好爵中心。<br><br>D1指出當時見到街上有少許的途人，但是沒有留意到PW1的車隊，因為她一直與男友聊天，沒有留意身邊的人。當她一路向前走到好爵中心附近向男友訴苦時，男友有攬着她。<br><br>D1指出她提及鐳射筆的原因，是在與男友聊到與公事有關的話題時，她向男友提及案發前數日買了新的鐳射筆，並向他介紹及分享它，因此她曾把鐳射筆照好爵中心正門前的地下1秒左右。D1指出她以前從未向男友提及鐳射筆，上述的行為是隨意做出。<br><br>D1指出她不知道有警車駛入警局入口，她亦不同意控方指出她拿着鐳射筆特意照向警車及PW1，以及留意到警車的警號及閃燈。她指出她一直與男友聊天及纏綿。<br><br>D1不同意控方指出她在警車駛到路口時用鐳射筆指向警車，令PW2覺得她照去警車車頭。她指出當PW1、PW2及PW3呼喝她與男友才留意到他們。<br><br>D1不同意控方指出男友擁抱並捉緊她雙手是製止她繼續用鐳射筆照射的行為。她指出當時並沒有向警察解釋鐳射筆的用意。而她當時把鐳射筆放回袋中是因為她聽到有人呼喝她與男友，是身體自然反應。她不同意控方指出她上述的行為是因為看到警察而做出；因為警察來得太快而令她趕及把鐳射筆放在袋中並關上拉鏈；她知道她照射警員的行為是令她及男友被截查的原因；以及她是試圖用鐳射筆對警員做不法行為及知道鐳射筆對他們的危險性。<br><br>辯方對被告進行覆問<br><br>被告指出當天有3位客戶需要會面。<br>———————————————<br>❇️控方結案陳詞的重點❇️<br><br>控方指出PW1及PW2已經特別指出D1對他們使用鐳射筆的情況，而且強調D1與男友的擁抱的行為根本不是卿卿我我的行為，並引用一個2000年的案例，指出本案控罪元素都能夠確立。<br><br>辯方結案陳詞的重點<br><br>辯方律師指出D1以住沒有刑事紀錄，因此自辯的可信性高，而且她在接受控方的盤問時沒有動搖，希望法庭可以接納她的證供。<br><br>他亦指出當時在警署外沒有發生任何事，D1根本沒有理由要用鐳射筆照向警車。況且當時她是被男友攬住並背向警署，而且相近約70米，所以可能出現不小心按到鐳射筆開關的情況。<br><br>律師亦指出如果D1有意圖傷害警察，為何只照向PW1的警車？為何事成後不逃跑到附近的家？而且當時附近環境氣氛是和平，D1根本沒有理由要用鐳射筆傷害警員，即使當時被搜身亦未有搜出任何示威裝備。<br><br>他再指出當時D1並沒有做任何錯事，所以D1沒有留意附近有沒有閃光及警號是正常不過。<br>———————————————<br>裁判官把案件押後至9月25日0930 (時間可能會更改) 於西九龍裁判法院第8庭裁決。<br>✅被告以原有條件繼續保釋✅<br><br>❤️庭內滿人，感謝旁聽師聲援❤️"
    }
  ]
}