{
  "messages": [
    {
      "id": "message7631",
      "day": "20200802",
      "time": "16:25:41",
      "from": "法庭文字直播台",
      "text": "<a href onclick=\"return ShowHashtag(\"粉嶺裁判法院第五庭\")\">#粉嶺裁判法院第五庭</a><br><a href onclick=\"return ShowHashtag(\"陳炳宙裁判官\")\">#陳炳宙裁判官</a><br><a href onclick=\"return ShowHashtag(\"1111大埔\")\">#1111大埔</a><br><a href onclick=\"return ShowHashtag(\"續審\")\">#續審</a> ［3/5］<br><strong>第三日審訊～</strong><br><br>鄭(20)<br><br>控罪：<br>襲警；另涉一單傳票案在公眾地方造成阻礙<br><br>辯方傳召控方第二證人（警員y）作供～<br><br>前一日審訊詳情 <a href=\"https://t.me/youarenotalonehk_live/7582\">here</a>。<br><br>part1 <a href=\"https://t.me/youarenotalonehk_live/7632\">part2</a><br>——————————————————<br>⚫️<strong>辯方盤問</strong><br>pw1的年資比pw2資深，二人當時穿著便裝，大概同隊了3個月，所以二人關係比較熟悉。在之前，已經有一些涉及黑衣人的社會事件要處理，pw2同意。<br><br>辯方指出，當日一上車，pw1開始說話，並涉及很多粗言穢語，pw2表示印象中是，但不認同每句說話都有。同意pw1有說「有人掉野」、「屌，拉柒佢老母，好冇。」，也記得pw1類似說過「屌，掉左兩碌膠棍出去。」同意當時依賴pw1的說話作出拘捕行動，即是在pw1的粗言穢語後，再下車拘捕。<br><br>當日夜晚才看醫生的主因不是處理社會事件問題。pw2表示知道當時還有其他同事處理其他黑衣人社會事件。<br>（陳官詢問這些問題是係聞說還是親身經歷，與本案的控罪有否相關？辯方是否想用司法認知？）<br>*陳官記下，辯方要求本席作出司法認知 ，2019年11月11日在大埔區仍發生很多社會運動事件，包括堵路。<br>（控方認為這不算是司法認知。）<br><br><strong>經過控辯雙方討論後，同意用另一份事實證明（呈上）。<br></strong><br>被告承認以上的事實證明，即證物p11。<br>——————————————————<br>⚫️<strong>辯方繼續盤問</strong><br>辯方詢問當時在車上的時候，已經打算拘捕1男1女，pw2不同意，表示打算先截停再作一個初步檢查，如果證實有違法事情發生先會進行拘捕，但同意pw1在車上有叫自己下車拘捕2名人士。pw2表示知道自己穿著便裝，車上也沒有任何辨識警察的裝置，也知道自己委任證放在右褲袋中。辯方質問為何不拿出委任證表露自己身分，pw2解釋擔心展示委任證會驚擾他們，令他們逃走，自己不是刻意不展示，打算截停後才展示。<br><br>pw2表示當時急步走到去被告右前方，向被告說「警察，咪郁」，同時伸出右手作出截停，自己有信心就算被告逃走也有能力阻止他，所以不擔心他會激動。辯方指出，當時有2名人士，如果他們一起逃走，pw2有否可能追到，pw2表示會追最接近自己那個人。<br><br>辯方質問pw2打算幾時展示委任證，pw2表示當被告站定，面向自己，便會展示委任證並表露身分。辯方詢問pw2是否同意委任證會出現其身分包括名字，而在沒有著軍裝的情況，打算行使警員的工作權利截停市民時，應該展示其委任證，pw2對上述表示同意。辯方指出警訊說過，如果便裝警員不展示委任證，會容易被人質疑冒警，當時有否考慮過不展示委任證會讓人誤會冒警，pw2表示知道，有考慮過。辯方追問，但為何仍要冒此風險？pw2表示因為當時被告的裝束是和有暴力威脅的示威者一樣，如果當時先用一隻手拿出委任證，阻止了自己截停被告，或發生襲擊行為。所以當時認為，如果被告冷靜的話，其後會出示委任證。<br><br>辯方追問是否同意下車時，已經因為pw1的說話，認定了2名人士就是拋擲物件的人，不是純粹截停對方，pw2不同意。而截查並非在街上條發現對方形色可疑所以上前截查，pw2同意。對於剛才的證供，pw2認為對方的衣著是有暴力傾向的示威者，辯方追問甚麼時候有這個想法，pw2表示在車上見到2名黑色裝束人士時。pw2表示當時身上並沒有任何警方裝備，有擔心過（示威者的暴力）對方傷害自己。下車後，沒有見到對方手持任何武器，也同意當時被告身上的手套不代表武器。辯方詢問當時pw2已經認為被告有暴力傾向，打算用最快時間制服他，pw2表示不同意。辯方再追問pw2認為被告有暴力傾向，會擔心對方傷害自己，為何不同意？pw2解釋因為這只是自己對被告的思疑，並沒有見到被告有作出暴力的行為，所以當刻只打算截停他。辯方指出即是被告實際上沒有暴力的行為，只是因其裝束所以認為對方可能有暴力傾向的行為，pw2同意，辯方再指出所以pw2對黑衣人有偏見，pw2不同意，認為穿著黑衫不一定就是暴力傾向示威者。<br>——————————————————<br><strong>第三部分：</strong><br>pw2表示當時想法是先截停被告，然後等待pw1下車後再截停另一名人士。辯方質疑為何不直接大聲和兩位人士說出「警察，咪郁」，pw2表示當時擔心若大聲說出，可能會影響其他人士過來圍觀。pw2表示當時的聲量一般，如現在說話一樣，（陳官形容為即是一般談話的正常聲線中比較屬於清晰，聲浪偏向響亮。）pw2當時只是專注被告，並沒有考慮身後女子有否聽到自己的說話。辯方詢問pw2有否想過自己不夠大聲說，被告其實聽不到，pw2表示無想過。<br><br>辯方續問pw2學堂有否學過，埋身直擊或制服的課程，而課程當中包括，當疑犯襲擊你時你應該點處理，pw2表示學過，同意。基因於此，如果pw2當時覺得被告可能會有暴力傾向，有否想過，如果被告襲擊你，自己可以如何擋？pw2表示因為當時被告速度超級快，自己反應不切。<br><br>辯方指出，pw2所說的被告襲擊自己之前，手在肩膀位置，而之前被告的右手都是偏向垂低，正常的走路情況。而當被告的手由低處位置舉高時，沒有觸碰到pw2，二人也是迎面的。pw2當時沒有留意對方是否有握拳，所謂的擺動也只是由右前方揮向左前方，其實根本沒有襲擊到他，pw2不同意。<br><br>其後pw1下車協助pw2，最後將被告摔向地下，過程只是幾秒。辯方指出pw1協助pw2之前，pw2曾經做過踢腳動作，pw2不同意。pw2認為pw1未協助前，被告已襲擊自己，所以在身上無任何武器下，最快的制服方法就是將對方摔落地下。辯方追問，用最快方法，即是用腳掃低被告？pw2說自己沒有如此做過。辯方指出，當日下車後，pw2用好快速度跑向被告位置，pw2表示會形容為急步，當時打算制服被告。辯方追問，其實pw2根本沒有說過「警察，咪郁」，因為以免打草驚蛇，pw2不同意。辯方再指出，pw2當時甚麼也沒有講，便伸出右手去被告的身體位置，於是被告當時便伸出雙手捉住你的左手和左邊衣領方向，被告是自衛動作，pw2不同意。<br><br>pw1將被告摔了落地，辯方指出來到這個階段，pw1和pw2都沒有說過自己是警察，pw2不同意。當時開始有途人旁觀，pw2聽到pw1說報警，隨即用其私人電話致電999，也聽到了被告被壓在地下時有大叫。pw2沒有想過被告是因為身體疼痛而大叫，但其後知道被告送醫時是因為鎖骨跌傷了。對於被告在地下時問過幾次冒警的問題，自己沒有回答，但聽到pw1回答了自己是警察。辯方指出，途人圍觀問pw1「係咪呀Sir？」，pw1回答「係啊 」。當被告問pw1是否冒警時，亦有不斷要求pw1，2展示委任證，pw2同意。但在途人問問題時，pw1才第一次表露自己身分，而pw2從來沒有表露過，pw2不同意。<br><br>播放證物p3c，即行車記錄儀。辯方詢問pw2是否同意片段中沒有聽到「警察，咪郁」，也見到左下角的位置，有2人糾纏，即是被告與pw2，pw2同意。其後，聽到有人說「報警報警」，pw2表示不太清楚 ，但認同說話的人是pw1。辯方指出，pw1說「報警」的位置和pw2說「警察，咪郁」距離車的位置是差不多的，pw2同意。辯方指出片段中，pw1說「報警唔該， 有人掉野出去」，pw2表示聽不清楚（辯方說需要再聽多次？）但無須再聽多次，因為記得pw1有說過類似的話。辯方再次指出，pw1在途人出現後才第一次提及自己身份，其實被告根本沒有襲擊pw2，就算有觸碰身體都是出於自衛，pw2不同意。<br><br>辯方盤問結束。<br>——————————————————<br>⚪️<strong>控方覆問</strong><br>控方指出，pw2在pw1車上聽到的說話，包括 「有人掉緊野，得2個人」，pw2同意。<br>（陳官認為控方有嘗試引導證人答問題所以提醒律師，可以在陳詞表達，而不是在覆問時用不是澄清而是引導式所問。控方決定不問此條問題。）<br><br>控方繼續說，當pw1說「報警報警」，和pw2說「警察，咪郁 」，2人是各自面向哪個方向說？pw2解釋pw1是面向四周，即圍觀人士說的，而自己則是面向被告說的。<br><br>控方指出，辯方盤問pw2時，pw2表示自己和pw1都沒有出示委任證，原因是甚麼？（陳官認為不應該再重新問，除非證供好模糊不清先可以澄清，控方決定不問。）<br><br>控方覆問結束～<br>第二位證人審訊完畢。<br>——————————————————<br>待續…"
    },
    {
      "id": "message7632",
      "day": "20200802",
      "time": "16:33:54",
      "from": "",
      "text": "<a href onclick=\"return ShowHashtag(\"粉嶺裁判法院第五庭\")\">#粉嶺裁判法院第五庭</a><br><a href onclick=\"return ShowHashtag(\"陳炳宙裁判官\")\">#陳炳宙裁判官</a><br><a href onclick=\"return ShowHashtag(\"1111大埔\")\">#1111大埔</a><br><a href onclick=\"return ShowHashtag(\"續審\")\">#續審</a> ［3/5］<br>第三日審訊～<br><br>鄭(20)<br><br>控罪：<br>襲警；另涉一單傳票案在公眾地方造成阻礙。<br><br><a href=\"https://t.me/youarenotalonehk_live/7631\">part1</a> part2<br>——————————————————<br>控方傳召第三位證人 ，以下簡稱pw3。 <br>偵輯警員10043， 姚軍正（音），駐守大埔重案組第一隊。<br><strong><br>⚪️控方主問<br>第一部分：</strong><br>pw3表示當日需要處理一宗公眾行為不檢，襲警，藏有攻擊性武器的案件，他被安排處理該案件的證物。負責為證物影相，包括被捕人士的衣著，隨身物品和案發地點的相關物品，也為警員y拍下受傷的位置。<br>*陳官請控方講重點（注：表示認同）<br><br>當日，pw3去了迴旋處的位置找尋與案情有關的2條黃色防撞欄，即臨時證物p7 ，控方請pw3在證物p5的地圖畫出當時找到p7時的位置，即證物p12。pw3認為證物p7 ，是在單車徑上用來防止單車人士及行人受傷。<br>*控方想呈上p7做正式證物 ，辯方反對。陳官認為有基礎接納作正式證物。<br><br>控方主問完畢。<br>——————————————————<br>⚫️<strong>辯方盤問</strong><br>辯方指出pw3在圖中所畫的圓圈位置是巴士站前小小的位置，附近有一條單車徑，還有其他的防撞欄，pw3沒有守過交通部，也沒有受過任何專業知識。<br>（陳官認為問題與案情無關，辯方盤問結束。）<br><br>第三證人審訊完成。<br>——————————————————<br><strong>就第二項罪，即傳召票案：<br></strong>2019年 11月11日在 大埔公路元洲仔段的迴旋處，無合法權限或辯解留下 3 個防撞欄，對人或車輛造成妨礙、不便或危害。<strong><br><br>有中段陳詞：<br>⚫️辯方認為：</strong><br>在現有證據下，對於身分認同問題，並沒有合理證據的基礎認同。<br><br>⚪️<strong>控方認為：</strong><br>有表面證據證明被告身分，當時pw1開車經過時，用了10秒時間觀察。也刻意減慢車速，之後接載警員y，駕駛時再次見回剛才拋擲物件的男女，其實時間只是經過了2分鐘。根據他們步行至行人過路柱方向的步速，完全符合他們在馬路拋擲完物件後離開的步徑，兩處只相距50米。此外，當時人流稀疏，在證人視線範圍內，也看不見其他類似衣著人士。所以推論出在迴旋處掉野的男女就是後來拘捕的被告人士。（陳官認為證人作供前，片段中所提及的男女，只是證人的說法，但不代表是事實證據，所以不能直接當作證據。）<br><br>⚫️<strong>辯方認為：</strong><br>關於pw1 所說的兩個階段（一開始出現的人影和其後截停被告）皆沒有足夠證據證明其身分。而行車記錄儀拍攝的人影，也不夠清晰，只是連續拍攝到2位人士，其後也曾經離開了攝錄範圍，而pw1在車上， 當時也離開了其視線範圍，拋擲物件的人也離開了，證據薄弱。認為此部分不能作為證供。<br><br><strong>陳官宣布：</strong><br><strong>對於兩項控罪（襲警；另涉一單傳票案在公眾地方造成阻礙），表面證據成立，被告需要答辯。</strong><br>——————————————————<br>被告選擇答辯。<br><br>辯方呈上品格證人（書面資料）和被告的醫療報告。<br><br><br>⚫️<strong>辯方主問</strong><br>被告，20歲，就讀香港大學護理學系。<br>呈上兩份證件的副本作證物<br>d2一張香港大學學生證 <br>d3一張護理系學生出外實習的證件<br><br><strong>第一部分： </strong><br>被告前一晚在女朋友家中過夜，當日早上6點10分在廣福邨準備出門，打算去元洲仔迴旋處的巴士總站乘搭74a 去中大祟基書院站。<br>（辯方請被告在證物p5，即地圖相，標示出出門時和巴士站的位置，隨即成為證物d4）<br> <br>被告表示，因為見到網上說當天中文大學有罷課集會，所以打算去。在等待巴士的期間，被告打開了背囊檢查。辯方詢問，為何讀港大卻去了中大參加集會，被告表示因為沒有收到港大有罷課集會的消息，在再之前的中大罷課集會，即是在百萬大道學生會所舉辦的集會，學生的衣著就係black bloc，即儘量將當日的服裝黑色，所以自己也穿著了黑色裝束。<br><br>而pw1所提及的物件都是被告的，關於退熱貼，生理鹽水等都是打算保護自己。因為巴士還未到達，所以被告退後檢查背囊，檢查期間，發現自己帶漏了工業用的濾器（豬嘴）過濾芯。被告發現漏帶後打算原路折返拿取，但卻沒有成功返回女朋友的家，因為在中途受到襲擊。<br><br>在廣宏街的行人過路柱，被告自己步行中，當時並沒有發現附近有人跟著自己。（辯方請被告在證物 p4 草圖中畫出當時的位置 ）當被告過馬路時，突然有一架白色私家車停在其右手方向，被告第一反應嚇呆了。其後，在乘客位的位置，有一個比自己高大的男子隨即下車，在1-2秒內已經衝向其面前。該名男子接近被告時向著其肩膀方向伸出雙手，辯方詢問該名男子有否說話，被告表示無，其後被告認為對方想襲擊自己，所以伸出雙手制止他。被告用左手上臂位置捉住對方右手，而右手則捉住了他的衣領。其後，2人大概糾纏了2,3秒的上半身拉扯，對方下身向被告方向踢了一腳，但沒有踢中。<br><br>後來被告開始站不穩，接著感受到有另一位不知名人士，從後用手臂好大力箍住自己的頸部，之後跌落地下。辯方詢問被人箍住頸部後，同另外一個人士如何？被告表示仍然互相捉住對方，但當時仍然不知道對方是誰。被告感受到有人施力推自己落地，但當時看不見推倒自己的人。被告右邊上身膊頭位置先倒下，隨即覺得右邊的肩膀好痛，落地後仍然感受到對方繼續箍住自己並面朝向地下，感受到自己被人壓住。<br><br>辯方詢問當時有否聽到對方表露身分，被告表示自己跌落地後和之前也沒有聽到，當時被壓住的感覺好辛苦，好痛苦，肩膀好痛。辯方追問在地下時有否聽到甚麼？被告表示在地下期間，聽到有人說「咩事啊？做咩打人啊？呀sir啊？」，之後聽到壓住自己的人回答「係啊，報警啊」、「警察」和「你行埋黎掂到我嘅話就告你襲警」。接著被告聽到有把女聲問「委任證呢？」於是也開始問壓住自己的人「你嘅委任證呢？」，但對方沒有回應。期間聽到那把女聲叫出自己姓名和身分證號碼 ，所以跟著叫自己姓名和身分證號碼。辯方問為何跟著做？被告表示因為預計自己會遇到危險，如果發生甚麼事情也希望有人知道。<br><br>辯方追問，當時聽到壓住被告的人說，自己是警察？被告同意，並表示那一刻是第一次聽到，之前並沒有提及，而第一個迎面衝上前那名男子也沒有表露身分。被告表示當時懷疑對方是否警察，於是詢問其委任證和問他是否冒警，然而對方沒有作出回應，而在女聲問及委任證時，對方只回了一句「委你老母啊委」。辯方問被告是否認識那把女聲，被告表示不認識。被告表示在被對方壓住後的一兩分鐘左右，對方說「差人黎啦，你睇下我係唔係警察」，其後被告感受到有多幾個人更加大力地壓住自己，自己的面依然朝向地下，肩膀的感覺更加痛，因為感受到更多壓力施加自己身上，其後才看見其他穿著制服的人。<br><br>被告未完成答辯，第四日再繼續審訊。<br><br>被告按原本條件保釋。<br>——————————————————<br>第三日審訊完畢，待續..."
    },
    {
      "id": "message7633",
      "day": "20200802",
      "time": "16:47:30",
      "from": "",
      "text": "<a href onclick=\"return ShowHashtag(\"粉嶺裁判法院第五庭\")\">#粉嶺裁判法院第五庭</a><br><a href onclick=\"return ShowHashtag(\"陳炳宙裁判官\")\">#陳炳宙裁判官</a><br><a href onclick=\"return ShowHashtag(\"1111大埔\")\">#1111大埔</a><br><a href onclick=\"return ShowHashtag(\"續審\")\">#續審</a> ［4/5］<br><strong>第四日審訊～</strong><br><br>鄭(20)<br><br>控罪：<br>襲警；另涉一單傳票案在公眾地方造成阻礙。<br><br>被告繼續答辯。<br><br>前一日審訊詳情 <a href=\"https://t.me/youarenotalonehk_live/7631\">here</a><br>——————————————————<br>⚫️<strong>辯方主問</strong><br><strong>第二部分：</strong><br>被告表示，當時軍裝警員並沒有表示拘捕他，其後也是自己提出去醫院。當時的鎖骨受傷，直至現在鐵片還未取出來，手拿物件時還不能太用力，手術過後有繼續進行物理治療。<br>——————————————————<br>⚪️<strong>控方盤問</strong><br><strong>第一部分：</strong><br>被告表示當時是從通訊軟件，即telegram中得知當日有中大罷課集會，集合時間是早上 7點，集合地點在大學站廣場。<br><br>控方詢問被告，當天有否破壞公共物品，堵路，被告表示沒有。當天去到廣場，是靜坐活動，控方詢問，是否有人呼籲用暴力強逼學生罷課，被告表示沒有。控方追問，活動完結後有否其他打算，被告表示沒有想過。控方指出，若然是合法集會，應該不會有警員進行拘捕，被告表示不同意，因為他無法預計太多。控方質問，為何要帶一個過濾器（豬嘴），被告表示參考了8月5日的三罷經驗，可能會有衝突發生在校園外。而幾件衣褲的黑色服裝，只用於集會。<br><br>控方展示證物P1的相簿，展示衣服的相片，被告表示後備用的，出發時自己穿著深藍色衣服，而黑衣是在集會用來表態，離開集會時自然會換衣服。控方質疑被告換衣服是為了避開警察，被告不同意。（陳官提醒控方現不是檢控中大當時的狀況，請注意盤問問題不要集中在中大。）<br><br>控方指出，被告當天戴手套出門是為了之後堵路，被告不同意。控方續問，帶手套會不舒服，拉動背囊時也會好麻煩，被告不同意。控方以證物p4，指出圖中顯示一男一女在迴旋處外，被告當天有到達此處，並拋擲了防撞欄，身旁的女子也一起拋擲，被告不同意。控方詢問被告，第一眼見到女被告時是甚麼時候？被告表示在聽到她叫的時候。<br>——————————————————<br><strong>第二部分：</strong><br>被告表示當時在廣宏街折返時，突然見到車停下接近自己，所以注意到pw1的私家車。當時車以比較快的速度停下來，所以自己第一反應嚇呆了。控方指出，被告之前說因為不知道車輛為什麼突然改變方向所以吃驚，但今天卻說不知道該車如何從對面行車線駛到自己身邊的行車線所以吃驚，被告表示案發距離至今太久，不太記得。（辯方律師指出兩個說法一樣，只是表達不同）<br><br>控方指出，當時pw2下車衝向被告，向你伸出右手作截停，並沒有伸出雙手，被告不同意。控方再說，被告當時以為pw2伸出雙手想襲擊自己，於是用左手捉住pw2右手上臂，右手捉了其衣領，被告同意，但表示當時太突然，動作很快，不記得誰先出手，幾乎是同時進行。控方指出被告是護理系學生，應學過如何處理傷勢，是否知道捉住其衣領會導致頸部弄傷？<br>（辯方律師反對問題，認為被告不是專家證人，不能下判斷。陳官同意。）<br><br>控方表示，當pw2截停被告時有說「警察，咪郁」，而被告當時加速衝向pw2，並用右手由上而下打向pw2，當2人拉扯時，pw1從後抱住被告，被告全部不同意。控方再指出，pw1將被告制服於地上，被告指pw1是將自己壓在地上。控方表示在被告打向pw2身體前，pw2從沒有襲擊過被告，被告不同意。被告表示pw2和pw1沒有表露過自己身分，也不同意自己有極力反抗，被制服於地上時也沒有反抗。<br><br>被告不認識另外一名女子，當時也沒有留意該名女子和pw2在拉扯。關於鎖骨的傷勢，是被人推落地造成，後來知道是pw1推。當時感覺好痛，擔心他會更加施力，所以沒說自己受傷。受傷時並不知道PW1，PW2是警察，當時認為是被兩名不知名人士襲擊。<br><br>控方指出，當時被告向pw1要求出示委任證，即是知道他的身分，被告表示當自己被壓在地上後聽到他的對話才知道，但有懷疑。控方續問，PW2截停被告時，被告已知PW1 PW2 是警察...（陳官打斷：此問題沒有事實基礎。當時PW1未下車，而針對PW2之前已問過。)<br><br>當軍裝警員到場時，被告表示當時被壓在地上一段時間，面朝下，所以不同意，自己也不知道手被甚麼扣住。控方指出，被告鎖上手銬時有掙扎，被告表示因為當時有更多人拉扯自己，感覺到疼痛所以有擺動手腳，被軍裝警員拉起身後才見到他們，但沒有再掙扎，也沒有放軟雙腳令警員帶自己帶不了自己上車。<br><br>控方表示被告在上警車前掙扎而跌在地上，被告不同意，並解釋因為有人大力把自己塞入警車所以才跌倒。控方質疑被告在現場時不覺得鎖骨痛所以才掙扎，被告不同意，並解釋當時已被壓在地上一段時間，鎖骨痛又腳軟，精力俱疲，所以回到警署才說鎖骨痛。<br><br>控方指出，其實被告當日不是要去巴士站搭巴士，也沒有因為過濾器沒濾芯而折返，戴手套也是為了堵路，被告不同意。<br><br><strong>展示證物冊給被告看，控方逐件詢問被告所帶物品的用途：<br></strong>被告解釋過濾器的濾芯帶多好過帶少，也不清楚一支濾芯用多久，但應足夠撐過整個中大罷課集會；電筒一直放在袋內，沒為意在袋內物品。防曬手袖用來散熱，亦可防曬；而衣服外套是參加合法遊行時用剩，預備多了；番梘水可用來清洗被催淚煙刺激的皮膚，番梘不便携帶，以洗潔精水代替，因洗潔精和番梘構造和功用相近；厚身的手套，在集會搬重物時用；三個護目鏡在保護眼睛的功能上有差異；至於圖片中的單車頭盔其實不是頭盔，是連住鴨舌帽的套，但和頭盔功能相近。<br><br>控方指出被告帶這些物品是為了堵路和拘捕時作出反抗，早上亦不是要去中大罷課活動，被告不同意。（陳官又打斷控方說「不是要去中大罷課活動」沒事實基礎，被告可以堵完路再去，控方說他不夠時間去，裁判官說他可以遲到。<strong>（注：全場竊笑）</strong>控方最後指出被告用右手打向pw2的頸部使他受傷，被告不同意。<br><br>控方完成盤問。<br>——————————————————<br><strong>此時陳官指出辯方主問被告時有以下案情：</strong><br><strong>被告被壓在地上，有途人和</strong>pw1<strong>對話，問</strong>pw1<strong>「咩事呀，做乜打人，呀</strong>sir<strong>呀</strong>?<strong>」</strong>pw1<strong>回答「係呀，報警呀，警察，你行埋黎就告你襲警」</strong><br><br><strong>如控方對此案情不否定，即承認警察打人，提醒控方只有這個機會向被告指出這案情是否屬實。控方隨即補問，向被告指出</strong>PW1<strong>沒有說過以上說話，被告不同意。</strong><br><br><strong>裁判官其後向辯方律師說：「以下說話如有冒犯我事先向你道歉。明白你要保護被告權利，不向法庭披露被告對你的指示，但大律師亦應有專業操守，不能誤導法庭。以上pw1和途人的對話是被告作供時提出的關鍵案情，但你在盤問pw1，pw2時完全沒問到，這究竟是被告對你的指示是這樣，還是因為你疏忽而沒有問？如果你承認是你疏忽，你可以重召證人作盤問，但如果被我知道這不是被告的指示，我會追究。」</strong><br><br><strong>辯方律師承認因自己疏忽，重召</strong>PW1<strong>，</strong>PW2<strong>。</strong><br><br>重召前讀出品格證人：被告中學時的歷史科老師的信件。<br>——————————————————<br><strong>重召</strong>PW1<strong>～</strong><br>辯方指出pw1將被告壓在地下時，是否有途人問你「呀sir呀？」（陳官打斷：是否有點不同？），pw1表示不記得。辯方繼續指出，其後是否有說過「係呀，報警呀，警察」，pw1表示因為當時有途人走得很近，擔心他們會搶犯，所以向途人表明身分，但不記得實際字眼。辯方追問，是否有說過「你行埋黎掂到我嘅話就告你襲警」，pw1表示有向途人說過類似的說話。<br><br><strong>重召</strong>PW2<strong>～</strong><br>辯方詢問pw2，當pw1壓住被告時，是否有途人問「呀sir呀？」，pw2表示有，但不記得pw1有否說過「係呀，報警呀，警察」。而對於「你行埋黎掂到我嘅話就告你襲警」這一句，pw2表示有聽到。<br><br>*控辯雙方案情完成，只剩控辯雙方的結案陳詞。<br>第五日1430再繼續審訊～<br><br>被告按原本條件保釋。<br>——————————————————<br>第四日審訊完畢，待續..."
    },
    {
      "id": "message7634",
      "day": "20200802",
      "time": "16:55:35",
      "from": "",
      "text": "<a href onclick=\"return ShowHashtag(\"粉嶺裁判法院第五庭\")\">#粉嶺裁判法院第五庭</a><br><a href onclick=\"return ShowHashtag(\"陳炳宙裁判官\")\">#陳炳宙裁判官</a><br><a href onclick=\"return ShowHashtag(\"1111大埔\")\">#1111大埔</a><br><a href onclick=\"return ShowHashtag(\"續審\")\">#續審</a> ［5/5］<br><strong>第五日審訊～</strong><br><br>鄭(20)<br><br>控罪：<br>襲警；另涉一單傳票案在公眾地方造成阻礙。<br><br><a href=\"https://t.me/youarenotalonehk_live/7633\">前一日審訊詳情here</a><br><br>part1 <a href=\"https://t.me/youarenotalonehk_live/7635\">part2</a><br>——————————————————<br><strong>控辯雙方結案陳詞。</strong><br><br>⚪️<strong>控方陳詞：</strong><br>就本案，被告面對2項控罪：<br>襲警；另涉一單傳票案在公眾地方造成阻礙。<br><br>在案件中，有pw1的行車記錄儀的影像和錄音作證，看回證物p7的防撞欄有4呎長，如果真的有人拋擲在馬路上，必然對駕駛人士有所影響。而行車紀錄儀中見到有防撞欄從車掠過，如果駕駛人士沒有經驗，很容易造成危險。<strong>對傳票的案情來說</strong>，辯方唯一爭議之處是拋擲物件出去馬路的男女是否就是兩位被告人士。而對於控方來說，女被告是否那名女子，已經沒有爭議，因為她已承認控罪。<br>（*陳官表示一個人選擇認罪與不認罪，認罪的原因有很多。而同一件案情裡，一位被告認罪和被定罪，不會影響另外一位被告的情況。所以不認同控方所說的這部分陳詞，也不會考慮此部分陳詞內容）<br>控方繼續表示，pw1在迴旋處觀察的男女衣著打扮，去到廣宏街第二階段，截停一男一女時，兩者的衣著外貌是相符的，所以對於pw1來說，他不是辨別一個人，而是辨別1男1女所以不會認錯。（注：不理解控方的邏輯）而當時，pw1也有留意附近，根本沒有其他人出現。<strong>因此，綜合所有環境的證供和第一證人的口供，在迴旋處拋擲物件的就是第二階段截停的男女，即是被告。</strong><br><br><strong>關於襲警的項罪</strong>，控方認為pw1，pw2兩人的口供簡單直接，沒有任何掩飾迴避的地方，兩位證人都是誠實覆述案發過程，所以希望法庭接納兩位證人為誠實可靠的口供。<br>對於辯方所說，被告沒有襲擊警員y，就算有身體接觸都好，也只是出於自衛。但根據警員y的證供，當時急步去到被告面前，伸出左手並說「警察，咪郁。」被告當時卻衝前向警員y，並用右手由上而下揮拳，襲擊其頸部，導致受傷。如果法庭接受pw2的口供，就是被告的確有襲警，因為當時警員y只是作出截查動作，卻受到了襲擊，所以被告不是自衛。<br>對於被告的證供，控方覺得不實。被告說當時打算參加一個大學的罷課集會。集會時間由早上7去到11點，再追問下，被告當時計劃11點離開中文大學，並沒有打算去任何地方。但從其背囊中所攜帶的物品，可見被告不只是參加罷課集會如此簡單。就算眼罩都有幾個，又有一個工業用的過濾器。被告聲稱在巴士站發現濾器不足夠，所以打算返回女朋友家中拿取。但被告也承認背囊裡的過濾器，已經有濾芯，他也承認如果只參加罷課集會，本身濾芯已經足夠使用。所以控方認為這些都是藉口，只是用來解釋為何在截停時，自己為何向著行人過路處方向走，而不是在巴士站被截停。另外被告的衣服也有幾件，一件深藍色，被告說自己本身穿的也是藍色，但解釋帶這麼多件衣服是打算集會後換的，因為當時穿著全黑色衣著，只是集會的dresscode要求，只是一個表態。如果他本身穿的衣服是藍色，為何還要帶多件藍色衣服？（*陳官表示沒有證據說他會換藍色的衣服）此外，被告還帶了黑色長褲和裝有洗潔精的物品，說只是用來遇到催淚煙時清洗。但控方覺得這不是一個普通集會會用的物品。而且當時他還帶了手套，背囊內還有另外一對手套，比較厚點的手套被告聲稱是在集會搬重物用。控方覺得憑衣著和手套被告都是打算去堵路，而被告說自己不打算堵路，但控方覺得此說法不實。（*陳官表示只考慮與本案控罪有關，不考慮他會否去其他地方堵路）<br>控方認為pw1的證供，合情合理，真實。相反，被告的證供不合理不合情，也不實。從行車記錄儀中看到、聽到，被告仍然不斷大聲叫喊和掙扎，甚至幾名軍裝警員帶他上車時，被告還繼續掙扎所以才跌倒。而對於pw2的證供，唯一爭議是被告有否在警員y截停時，舉出手由右下而上襲擊警員y，所以認為被告自衛的說法是說不通的。根據被告所說，被告在被制服時，聽到一把女聲喊出自己的姓名和身分證號碼，才知道有另一名女士在身旁，但控方認為，當時二人的配合，例如一起叫警察出示委任證，一起走，可見二人很熟悉。（注：再次疑惑控方的邏輯？）<strong>所以控方認為二人當時是共同行事的。</strong><br><br>控方陳詞完畢～<br>——————————————————<br>⚫️<strong>辯方陳詞：</strong><br><strong>先對傳票控罪（在公眾地方造成阻礙）：</strong><br>關於三個防撞欄，究竟是男的掉幾多條，女的掉幾多條，pw1的口供卻從沒提及誰掉，掉幾多條，所以對此部分證供有所保留。<br>關於行車記錄儀，邀請閣下在內庭再觀看時，留意車前片段，會顯示到一個人拋擲了兩條物件的位置，對比回證物p4 ，即pw1畫的草圖標示的男女，拋擲物件的位置，是符合女子拋擲的位置。而片段中也可以見到有另外一支物件被拋擲，但看不到誰人拋擲，但其位置就是接近證物p4，即pw1所標示的女子位置。<strong>根據控方的證據，不足夠支持就是被告所做。而片段前後加起來只有</strong>10<strong>秒，也不足以代表相關的女子和男子共同犯案。</strong><br>關於pw1觀察的問題，pw1表示見到有人拋擲3條防撞欄時，自己表示從沒有看過行車記錄儀拍攝的片段，但他同意自己上車後和警員y說見到有2人拋擲了兩條膠棍，<strong>但當時的時間不長，</strong>pw1<strong>的觀察都有所出入，可見他的觀察並不算清晰。</strong><br>對於pw1車上的倒後鏡，他向pw2說那兩條棍明顯是指從車頭掠過的那兩條，後面那一條是從車尾的鏡頭所拍攝到的，pw1見不到的，否則他會和警員y說，但他沒有。<strong>所以就算倒後鏡有放大的功能，但他也觀察不到，可見其觀察的證供不能盡信。</strong><br>一開始見到人影時，pw1並未能分辨兩人性別，之後駕駛離開有5秒時間，他透過倒後鏡觀察，到後來截停也只有3,4秒時間觀察。當時天色暗，光線不夠，就算依賴車頭燈，當時車頭燈照著防撞欄的位置，甚至會照出黑影。而當時只有幾秒時間，pw1說自己能夠清楚見到2人的裝扮面貌。在當時的光線和幾秒的時間內，是否能清楚觀察到被告，甚至兩個人的裝扮面貌呢？到後來被告被捕，回到警署，pw1看得很清楚。pw1深信被告就是當時案發拋擲物件的人，<strong>會否是後來見到被告的容貌衣著，所以記憶錯了，先能夠如此清楚表示一開始見到被告，此處有所質疑。</strong><br>關於當日的堵路行為，當時發生了社會事件，有很多黑衣人堵路，但有黑衣人堵路，不等於當時身穿黑衣的被告就是有份堵路。當時應該有很多黑衣人出現在公眾地方，證物p3c所攝錄到的迴旋處外的分隔處拋擲防撞欄的兩個人，未必是之後在廣宏街被截停的2位被告。<br><br><strong>關於第二項罪，在公眾地方造成阻礙。</strong><br>行車記錄儀顯示，車前的鏡頭，車已停在廣宏街第二階段，駕駛至迴旋處的方向，車後的鏡頭，顯示有不同車輛在迴旋處方向路過，駕駛得非常暢順，而沒有任何受到阻礙。關於阻礙車輛的罪，法庭應該考慮對當時車輛的危害。（注：此處聽不清，望見諒。）<br>而防撞欄，即證物p7 ，控方的基礎也不能證明就是其所掉的防撞欄，所以參考價值比較低。究竟其高度，重量，質量是否一樣？三條防撞欄是否會對當時的車輛，人造成阻礙，傷害？在當時的片段中，車輛也沒有受到阻礙。（*陳官表示不會理其他時間上會否阻礙馬路。）<br>pw1當時說自己減慢了車速，觀察誰人拋擲物品，但當時的拋擲物件沒有影響到駕駛的安全。而傳票的寫法，留下/leave 3個防撞欄，不涉及拋擲，所以沒有基礎。（*陳官問有否其他案例？辯方說用常人對留下的定義解釋）<br><br><strong>對於襲警的項罪：</strong><br>控方，警員y說是被告用手，由右向上揮拳襲擊其頸部。 辯方說，當時是千鈞一髮的時候，不論是pw1還是pw2的證供，當車還沒停好，已經開門，當車停好，警員y下車。當時距離被告的距離很近。當時警員y也同意截停被告，不是因為見到可疑人士才截停，而是警員y上車後聽到pw1的說法知道有人堵路。<br>片段中，警員y一上車，可以見到pw1已經和pw2表示要拘捕那2個人。而pw1，pw2是同一隊的人，且pw1的年資比警員y高，所以當時pw2是相信依賴pw1的說話而作出拘捕。<br>其次，在片段中，警員y也開門下車。關於開門的重要性，有開門，但沒有關門，其實是會影響車cam的錄音。當時，車的左前方就是截停地點，而左前方門開了。<br>其後，車前的鏡頭顯示左邊的位置，見到y和被告糾纏的階段，糾纏時，被告的左手拉著y的右臂位置，右手拉著y的左邊衣領位置。其後見到y出腳，貌似踢向被告位置，但踢不中，仍然都是那一秒，見到pw1來到2人糾纏位置。接著，見到pw1用手臂箍住被告的頸部，並把被告摔落地上，pw1說雙雙落地，y說pw1把被告摔向地上。後來，見到pw1用自己身體壓住被告，也聽到「報警報警」的說話。<br>——————————————————<br>待續..."
    },
    {
      "id": "message7635",
      "day": "20200802",
      "time": "16:59:39",
      "from": "",
      "text": "<a href onclick=\"return ShowHashtag(\"粉嶺裁判法院第五庭\")\">#粉嶺裁判法院第五庭</a><br><a href onclick=\"return ShowHashtag(\"陳炳宙裁判官\")\">#陳炳宙裁判官</a><br><a href onclick=\"return ShowHashtag(\"1111大埔\")\">#1111大埔</a><br><a href onclick=\"return ShowHashtag(\"續審\")\">#續審</a> ［5/5］<br>第五日審訊～<br><br>鄭(20)<br><br>控罪：<br>襲警；另涉一單傳票案在公眾地方造成阻礙。<br><br><a href=\"https://t.me/youarenotalonehk_live/7634\">part1</a> part2<br>——————————————————<br><strong>⚪️繼續是辯方的結案陳詞：<br><br>其實關於襲警的控罪，</strong>由警員y下車，開門聲到說「報警報警」的位置，只是9秒的時間，從客觀的影片中見到，是接近被告的版本，無論時間內容。而對於警員y的版本，用手截停後，說出「警察，咪郁」，應該無法在影片所拍攝的9秒時間完成。雖然pw1，2都表示自己說過「警察，咪郁。」，但錄音都沒有聽到以上說話。到後來出現的聲音，「報警報警」的位置與所謂的襲警位置相近，但卻拍攝不到。雖然說話的聲量，面朝向哪個方向都會影響其錄音，但希望法庭考慮疑點利益歸於被告，是否真的這麼巧合都錄不到2人的「警察，咪郁。」說話？<strong><br><br>關於襲擊，被告的信念，自衛的可能性：<br>可能性1，</strong>警員y沒有表露身分，y便裝，私家車也沒有任何警察裝置，一個人突然衝向被告，被告也只是用自己的雙手去作出防禦動作，不是襲擊，是合理的保護自己。<strong><br>可能性2，</strong>就算警員y有說「警察，咪郁」，聲音不足以讓車cam錄到，也不足以讓被告聽到。所以被告當時有一個可能真誠，但錯誤的信念以為自己被一個不知名人士襲擊。<strong><br>關於y被襲擊的方式，有點奇怪。</strong>y當時見到被告正常地步行，擺動的動作也是正常頻率，如果被告想襲擊對方，為何要貿然出拳，手向上揮動，相當奇怪。而被告比y矮，如果想襲擊對方，可以用最直接的方式，直接向前便可以，為何還要刻意舉起上手再打過去，而影片也見到發生的過程只是2秒的時間，正常也不會刻意想動作<strong>。<br><br>關於證物p9 ，即醫療報告。</strong>警員y去了醫院，關於爪的情況，y表示不知道對方是用爪還是拳頭襲擊自己。但如果根據醫療報告說是爪痕，但當時被告戴著手套，已經覆蓋了指甲，並不可能用爪襲擊pw2。所以爪痕是如何出現呢？ 會否是二人糾纏，被告捉著其衣領，意外觸碰造成損痕？（注：佩服辯方的論點）<br>根據以上所述，辯方希望法庭能夠利益歸於被告，好好考慮。<br><br>*因審訊需時長和證物過多，陳官需要多點時間考慮，押後至26/8 上午930 在五號庭裁決。<br><br>被告按原本條件保釋。<br>——————————————————<br>五日審訊完畢，謝謝各位～<br>不好意思，遲了這麼多才補回，第一次紀錄，如有不足之處，還望見諒‍♀️"
    }
  ]
}