{
  "messages": [
    {
      "id": "message17233",
      "day": "20210731",
      "time": "18:16:43",
      "from": "法庭文字直播台",
      "text": "<a href onclick=\"return ShowHashtag(\"觀塘裁判法院第八庭\")\">#觀塘裁判法院第八庭</a><br><a href onclick=\"return ShowHashtag(\"莫子聰裁判官\")\">#莫子聰裁判官</a><br><a href onclick=\"return ShowHashtag(\"續審\")\">#續審</a><br><a href onclick=\"return ShowHashtag(\"1225九龍灣\")\">#1225九龍灣</a><br><br>D1:符(28) / D2:廖(23)<br>D3:梁(18) / D4:林(18)<br>D5:陳(17) / D6:李(17)<br>D7:劉(23)<br><br><strong>~補回12/6/2021審訊內容，非即時~</strong><br><br>控罪：<br>(1)參與非法集結                                     <br>(2)明知而參與未經批准集結                                                              <br>(3)參與非法集結                                    <br>(4)明知而參與未經批准集結<br><br><br><a href=\"https://t.me/youarenotalonehk_live/15798\">之前審訊</a><br><br><br><u>D1結案陳詞</u><br><br>D1概括書面陳詞重點，當中舉出兩個案例，其中一個是林文瀚法官曾就非法集結案判詞中指出不能單純依賴被告身處現場而定罪。案發當日沒有出現擾亂秩序行為，被指稱的D1只是在行走，場面平靜，沒有叫口號或破壞社會安寧。其餘不重覆。<br><br>裁判官詢問指看到片段中多人在叫口號，亦有片段指其中一人是D1<br><br>D1回應沒證據指D1有作出相關訂明行為，基於疑點利益歸於被告下應判無罪。而社會安寧有否被破壞方面，商場保安員有出庭作供，指出當日秩序良好，相安無事。保安當時身在現場，判斷應比我們更準確，法庭應給保安口供較重的比重。而當日保安的處理方法亦值得參考。<br><br>裁判官又指當日在警方到場前，最低限度元氣已經落閘。D1認為元氣落閘是否等於客人擔心安全？是否唯一推論？審訊當中沒有當晚元氣的客人，或負責店員出庭作供，只能作出推論。而一個和平的現場，一間餐廳落閘是否因為害怕？有可能只是不屑當晚人士的行為。如環保人士到酒樓大叫「食魚翅，生骨刺」，海鮮酒家落閘是否因為害怕？當中原因可能只是立場不同而不屑對方行為﹐因此害怕並非唯一推論。而且片段中亦不見現場保安有作出任何即時或事後的介入，以證明當時保安都認為非必要介入。因此破壞社會安寧並非唯一不可抗拒推論。<br><br>就交替控罪而言警方於2038發出警告，無證據顯示D1見到或聽到警方的警告。而當時D1身在德福廣場1期內，質疑是否能聽到商場外警方的警告。商場與平台中間是樓梯，即使警方曾舉藍旗，身在商場亦無可能看到警告。<br><br><br><u>D2結案陳詞</u><br><br>本案有別於衝突場面，當晚警方與人群第一次接觸在大約2040，第二次接觸則在大約2100進入商場。中間時間如果在場人士並不知警方曾舉藍旗，2100就是兩者第一次接觸時間。在場人士是否有意圖明知而參與非法集結或令人感到擔憂害怕呢？反而當晚保安有為該些示威者隔開條路，疏散人群讓人遊行，沒有店舖因此要關門。關於元氣落閘的問題，無人知原因。而除了元氣外，亦有叫有關其他食肆的口號，如美心。美心也沒有因此而落閘。<br><br>裁判官指出2000是餐廳的黃金時間.......<br><br>D2回應指有片段拍攝到一些半開揚的餐廳，食客沒有受到示威者影響，繼續進食。其他購物的客人繼續逛街。黑衣人不斷唱歌，叫口號，即使包括粗口，也是流於口號式，並非威脅使用暴力。正如平日大家講粗口也不等於使用當中的行為<br><br>裁判官認同遊行可以表達訴求，但質疑是否等於可以侮辱性？<br><br>D2認為該些口號並沒有焦點，警方當時不在現場。即使大叫「黑警xxx」不等於能令人害怕。<br><br>裁判官打斷說「警嫂唔會著制服喎，唔會知有無受眾」<br><br>D2靜默片刻，續指侮辱性有程度之分。在場人士無反應，繼續購物消費，亦沒有人持反對意見而導致衝突。沒有足夠證據證明只是講出來已做成威脅。D2當時在廣場內，又是否明知而參與呢？藍旗是當晚警方唯一警告。在19xx-21xx間，如果D2不在平台，他不會知道已被警告。而且藍旗時間只有1分鐘，舉旗位置亦不是商場內可看到的。當時商場和平，亦有人維持秩序，如果D2沒被告知正身處非法集結，根本不會知道有問題。<br><br>關於D2是否有意圖參與，D2立場並非參與。<br>不爭議兩點<br>1. 集會通知要求的合憲性<br>2. 警方必要時有權進入私人地方執法<br><br>但保留今次事件要有通知要求，集會通知要求的立法原意是讓警方在有人聚集時能作出相應安排，以減低對他人影響，非要限制公眾集會。本案發生地點是私人地方，有別於大道、公路、公園。業權人能決定如何管理，當時亦無人報警求助。保安能用自己的指引作安排，沒暴力、破壞等發生。<br>至於是否在私人地方有人做令人討厭的事就需要警方介入？如酒席散場後有人醉酒大叫嘔吐，難道又需要警方介入？<br><br>而關於集會通知要求亦有指出條例不適合用於非大道、公路、公園等地方。<br>(註﹕公安條例13 對公眾遊行的規管)<br><br>裁判官問遊行都是集會的一種，只能用公安條例13，第7條不適合？<br>(註﹕公安條例7 對公眾集會的規管)<br><br>D2指遊行包含伴隨遊行發生的集會，所以應用第13條。而第13條指不適用於非公路、大道、公園的公眾遊行，相對地第7條都不能。集會通知要求原意是減低對他人影響。德福廣場左右兩邊都是餐廳、商店。顯然是私人物業，消䭤消費的地方，不會阻礙到交通等，而且商場亦會舉辦節日活動。當晚警方的介入不當，尤其當刻沒有介入需要。即沒有由和平轉為暴力，事件類型沒有大轉變。而警方超過一小時沒有行動亦證明警方都認為沒有介入需要。<br><br><br><strong>D3，4結案陳詞</strong><br><br>裁判官先問案發地點德福廣場1期是24小時開放，有否思考過公安條例第2條，關於公眾地方(Public Place)的定義？及該處是否通道？<br><br>D3,4認為當晚是聖誕夜，商店都在開店。而此等空間有隱藏性條款，商場方面讓人通過是希望行人作消䭤娛樂，並非單純通道。<br>續指控方認人方面是完全依賴媒體片段、CCTV截圖。做法危險。<br><br>至於侮辱性方面，認同當晚案發時間是餐廳營業黃金時間，沒可能不做生意。但我們並非元氣負責人，不會知道元氣落閘的原因。<br><br>裁判官則指片段能見到落閘時刻正是黑衣人走到餐廳時候。<br><br>D3,4認為「食元氣，無骨氣」意思是希望其他人不要光顧元氣，並非對他人作出威嚇。並沒有對公眾安寧的擔心。<br><br>裁判官不解，叫人不光顧元氣是甚麼訴求呢？<br><br>D3,4回應指訴求並非控罪元素。侮辱性罪行意圖要ruthless，D2梁大律師指的意圖很重要。<br>另一日的同類案件中有重要元素是有發生指罵等行為，但本案當日沒有警嫂被指認。<br><br>裁判官聞言「唔一定喎，無需一定要認到先能侮辱」<br><br>D3,4回應，例如講「警嫂玩3P」是否侮辱呢？在廣東話中說出口的語言並不等於一定要做。<br>最後就PW2作供時指舉旗在商場外，而非商場內。但控罪則指被告在商場內進行非法集結。因此不應成立。<br><br><br><strong>D5結案陳詞</strong><br><br>D5首先指出商場不論是私人或公眾地方亦非不可示威。亦舉出一案例(FACC2/2017，方國珊於立法會旁聽席展示納粹標誌及標語)指社會多元，有人表達訴求方式可能會令人覺得刺耳、反感或有粗口。法庭要探討行為有否犯法，而非訴求內容。<br>另一點”作出行為導致任何人合理害怕” 亦於梁國華案判詞中說明”害怕”指示威狀態會否令人擔心社會安寧被破壞，而非某人憂慮自身安危。<br><br>D5亦回應了集結在一起的說法。控方指D5最早於2008被指認，但沒有證據說明D5於2008前做了甚麼，亦沒有證據證明D5有計劃進行集結。對於集結完結時間，D5立場是跟據控方證物P5(20) 20:35:47， 看到遊行隊伍由一期走至二期，突然四散，所以當刻已完結。<br><br>另外，D5指出控罪2及4的不適用性。公安條例(2)有列明遊行有包括與遊行衍生的集會，行下停下的遊行亦算是遊行。而公安條例13(2)中表明對公眾遊行的規管不適用於德福廣場的過道。而針對公眾地方的定義，因公安條例13不適用，所以沒有探討。但控方沒有證據指D5當時用甚麼身份進入德福廣場。<br>舉出郭卓堅案例(Kwok Cheuk Kin v Commissioner of Police [2017] 6 HKC 93) 周家明法官對Public Place的定義，而D3，4的陳詞亦已提及。D5對此立場認為不需要探討。因為公安條例13在此案不適用，所以不需要探討非法集結<br><br><br><u>D6結案陳詞</u><br><br>D6首先回應裁判官早前疑問，認為就D2提及，德福廣場屬私人地方，第13條提及只有在公路、大道或公園舉行的遊行才要申請，而本案發生地點並不包括在內。因遊行定義包含行下停下衍生的集會，所以本案應考慮第13條。而第7條(2)(b)列明第7條不適用於舉行在私人地方不超過500人的集會。跟據證人口供指當時最多只有100人，所以控罪(2)及(4)都不成立。<br><br>關於侮辱性方面，引述吳恭邵案例(FACC4/1999) 終審法院認同言論自由包括表達大眾不認同或感冒犯的言論。而梁國雄案例(LEUNG KWOK HUNG AND OTHERS v. HKSAR [2005] HKCFA 40; [2005] 3 HKLRD 164; (2005) 8 HKCFAR 229; FACC 1/2005)"
    },
    {
      "id": "message17234",
      "day": "20210731",
      "time": "18:16:43",
      "from": "",
      "text": "終審法院亦表明某些言論可能令人感不雅、冒犯，但寬容是多元社會的標誌。而本案中的口號可能是冒犯，但對空叫口號是自由，亦從沒有人因此而被控或入罪。如果罪成，言論自由會受到威脅，不應發生。<br><br>D6沒有做過非法集結的訂明行為，被指稱D6的人士口罩沒動，沒有共同目的。而該等遊行人士可能有不同訴求，可能想對”元氣”或”美心”或”黑警”表達不滿。如果有人對某些人使用了侮辱性字句，而其他在場人士要立即離開，沒有任何遊行能舉辦。有人說「香港人加油」，有人說「香港人報仇」，而不同地方有不同人士叫不同口號，不能證明D6有共同目的夥同犯罪。控方要在開案時說明D6做了甚麼，亦要證明其意圖。而梁頌恆2016年非法集結一案亦正上訴至終審法院，於6月22日開審。<br><br>關於元氣落閘時，時間上D6未到場。亦沒有證據證明元氣因何事要關門。”當時人群做了訂明行為”是否唯一推論呢？商店只是怕人多已經可以關門。控方亦可以傳召當日餐廳負責人，但控方沒有，所以沒有證據證明人群做了訂明行為。餐廳關門可能因為已滿座或者食物已沽清，他們亦有自由選擇接待甚麼客人。<br><br><br>D7結案陳詞<br><br>有關元氣關門，無沒有證據證明關店原因。這是元氣方面自己的商業決定，可以是他們不想聽某些言論而不開店。在周諾恆案中有動武元素，與本案不同。當時和平狀態，店方沒有報警。元氣關店不等於害怕。當時有人對店方立場不滿，但表達不滿受憲法保障。控罪元素中的”害怕”是要合理地害怕，而非單純主觀地害怕。案發時沒有武力，只是有人叫囂，這種”害怕”是否合理呢？而其他被指稱的藍店都有沒關店。如果只是見到該等人士就認為會動武，這樣並不合理。另外如果有不同立場人士見到對方遊行就因感到害怕，從而要解散遊行，這樣並不合理。周諾恆案中有講過相關遊行要在目標針對的店前進行，是合理。問題是該等行為有否超越法律的規限。而並非所有冒犯的行為都是犯法。<br><br>有關叫針對警方口號是為了表達對警方不滿。那些都是常見的口號，並非當日才第一次出現。押韻，易記，上腦，在遊行中用這些口號強化關注，無可厚非。這些都是憲法權利，應寬鬆處理，亦非黑社會行為。<br>裁判官截斷發言問關於「解散警隊」的口號。D7認為是訴求之一，但並非用武力達到。這是要求政府做的決定，非訂明行為，亦無證據示威者會用武力。裁判官又問叫黑警只是侮辱？D7回應除非行為過界，煽惑使用武力。裁判官繼續質疑「黑警死全家」都沒有過界？D7表示不認為有人聽到這些口號就會殺人全家。這種是咒罵，非犯罪行為。不見得叫這些口號會令人害怕突然使用武力。當時示威者好有秩序，沒有武器，沒有敲打，只是叫囂。店舖亦沒有理會示威者，示威者只是「齋講」。<br><br>D7亦不認為示威者行為會激使他人動武。當時其他人繼續行街，亦沒有情緒高漲。至於後來警方到場，相信亦沒有人覺得黑衣人會激使警方使用非法武力。所以當時根本沒有人認為會有即時風險或有動武情況。<br><br>有關交替控罪，公安條例2列明Public Gathering 包括遊行及伴隨遊行的集結。用此罪作交替控罪並不乎合立法原意。而控罪書寫用公安條例13條告，所以應以13條作考慮。亦不認為案發地點是”大道”，引用牛津字典，大道和通道是有分別。控罪書中的案發地點全在德福廣場私人地方。本質上該通道並非讓人由A點走往B點，而是希望公眾入內消費。如果由一個出口至另一個出口算大道，所有通道都是大道。關於是否應考慮公安條例第7條方面，D7表示第7條列明不適用於在私人地方舉行，不超過500人的集會，所以不合適。<br><br><br>裁判官表示需時考慮證供，押後至2021年8月6日0930，於觀塘裁判法院第8庭裁決。各被告以原有條件保釋。而有關梁頌恆上訴案在6月22日開審，如果該案判詞對本案有關，可再以書面補充。"
    }
  ]
}